{
  "slug": "2-chapter",
  "title": "Bewaffneter Aufstand der Serben",
  "content": [
    {
      "type": "paragraph",
      "text": "Am 17. August 1990 begann in der Gegend um Knin ein offener bewaffneter Aufstand der Serben, bekannt als die Baumstammrevolution."
    },
    {
      "type": "paragraph",
      "text": "Kroatische Serben blockierten am 17. August 1990 die Straßen rund um Knin und lösten damit physisch den bewaffneten Aufstand aus, der wegen der Verwendung großer Baumstämme und schwerer Steine „Baumstammrevolution“ genannt wurde."
    },
    {
      "type": "paragraph",
      "text": "Die sogenannte Baumstammrevolution markierte den Beginn eines bewaffneten Aufstands eines Teils der serbischen Bevölkerung in Kroatien gegen die demokratisch gewählte Regierung. Das ultimative Ziel war die Annexion von Teilen kroatischen Territoriums an eine Para-Staatlichkeit im Einklang mit den Plänen zur Schaffung Großserbiens. Zwei Tage nach dem Errichten der Straßensperren wurde ein Referendum über die serbische Autonomie innerhalb Kroatiens gestartet.\r\\nIn Obrovac und Knin wurden Waffen aus der Reservepolizei an serbische Zivilisten und Milizmitglieder verteilt, und die Rebellen organisierten Wachposten und blockierten Straßen mit Steinen, Bäumen und Fahrzeugen. Dadurch wurde die Verbindung zwischen dem kontinentalen Kroatien und Dalmatien mitten in der Touristensaison unterbrochen."
    },
    {
      "type": "paragraph",
      "text": "Der kroatische Präsident Franjo Tuđman befahl eine dringende Intervention. Gepanzerte Mannschaftstransporter, die über die Lika-Autobahn Richtung Titova Korenica fuhren, wurden von der serbischen Bevölkerung gestoppt und zogen sich zurück in Richtung Slunj.\r\\nDrei Hubschrauber mit Spezialeinheiten der Polizei wurden ebenfalls entsandt, wurden aber nahe Ogulin von drei MiG-Jets der sogenannten Jugoslawischen Volksarmee abgefangen, was sie zur Aufgabe ihrer Mission zwang."
    },
    {
      "type": "paragraph",
      "text": "Obwohl Serben am 20. September in der Nähe von Civljani auf eine Polizeipatrouille schossen, beruhigte sich die Lage nach einigen Tagen. Dennoch signalisierte die „Baumstammrevolution“ deutlich, dass Kroatien seine Freiheit und Unabhängigkeit mit Waffen gegen Aggression verteidigen"
    },
    {
      "type": "image",
      "src": "/images/prva_slika.png",
      "alt": "prva_slika",
      "caption": "Mitglieder der Miliz von Martić im Dorf Civljane"
    },
    {
      "type": "paragraph",
      "text": "Die ersten bewaffneten Provokationen in der Region Cetina begannen am 17. August 1990 gegen 15:42 Uhr, als Barrikaden zwischen den Dörfern Kijevo und Polača sowie in Vrlika im Dorf Civljani (Pekač) errichtet wurden. Die Errichtung der Barrikaden durch die JNA und die rebellischen Serben zielte darauf ab, Kijevo vollständig zu blockieren und die Vorbereitung und Organisation der Verteidigung zu verhindern."
    },
    {
      "type": "paragraph",
      "text": "In Sinj gingen die Bürger bei Bekanntwerden der Nachrichten auf die Straßen und protestierten gegen die Aktivitäten der Tschetnik-Terroristen. Mehrere tausend Demonstranten nahmen an diesen spontanen Protesten durch die Straßen der Stadt teil. Die Proteste setzten sich auch vor der Kaserne des 332. Signalregiments fort. Kommandant Miloje Petrović drohte, auf die Protestierenden zu schießen, falls sie sich nicht zerstreuen würden."
    },
    {
      "type": "paragraph",
      "text": "Die Barrikaden wurden vorübergehend entfernt, und gegen 20 Uhr am 17. August 1990 traf der Kommandant der 10. Polizeistation aus Sinj mit zwei Polizeilandrovers im Dorf Kijevo ein. Die Barrikaden wurden im gesamten Gebiet entfernt, um das Referendum über die Ausrufung der SAO Krajina abzuhalten, das am 19. August 1990 stattfand, und wurden am 2. September 1990 wieder errichtet."
    },
    {
      "type": "image",
      "src": "/images/druga_slika.png",
      "alt": "druga_slika",
      "caption": null
    }
  ]
}