{
  "slug": "4-chapter",
  "title": "Organisation der kroatischen  Einheiten",
  "content": [
    {
      "type": "paragraph",
      "text": "Die Polizeistation befand sich in Sinj, und Polizeieinheiten wurden in Vrlika und Trilj eingerichtet. Zwischen dem 1. Januar 1990 und dem 30. Mai 1990 stieg die Anzahl des Personals mit den ersten Polizisten, die ihre Ausbildung in Zagreb abgeschlossen hatten."
    },
    {
      "type": "paragraph",
      "text": "Entsprechend den Bedürfnissen der Polizeistation Sinj wurden Polizeikräfte aus den Polizeiverwaltungen Split und Šibenik in das gefährdete Gebiet entsandt. Die Anzahl der Polizeikräfte und Polizeieinheiten aus anderen Gemeinden wuchs vor den direkten Kampfhandlungen auf die Stärke eines Bataillons (400 Personen)."
    },
    {
      "type": "paragraph",
      "text": "Die logistische Unterstützung der Strafverfolgungskräfte wurde von Beginn der „Balvan-Revolution“ an durch wirtschaftliche Einrichtungen auf Gemeindeebene von Sinj gewährleistet. Von da an bis zu den direkten Kampfhandlungen standen Maschinen und Personal zur Verfügung."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Erste Polizisten (ab 24. Juli 1990)"
    },
    {
      "type": "image",
      "src": "/images/treca_slika.jpg",
      "alt": "treca_slika",
      "caption": "Die ersten Polizeibeamten des Innenministeriums der Republik Kroatien"
    },
    {
      "type": "paragraph",
      "text": "Die Ausbildung der ersten Polizisten begann am 5. August 1990 in Schulen und Ausbildungszentren des Innenministeriums der Republik Kroatien (MUP RH). Nach Abschluss des Kurses wurden die Mitglieder besonderen und Eliteeinheiten des MUP RH zugewiesen. Bis Ende 1990 und Anfang 1991 waren die einzigen militärisch organisierten, ausgebildeten und bewaffneten Kampfeinheiten die speziellen und Eliteeinheiten des MUP RH, die den bewaffneten Widerstand gegen die JNA-Truppen, Martićs Miliz und andere feindliche Einheiten in allen gefährdeten Gebieten Kroatiens leisteten. Die zweite Welle der Aufnahme in die Spezialeinheiten wurde über die 10. Polizeistation Sinj vermittelt."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Bildung von Freiwilligeneinheiten im Gebiet der Gemeinde Sinj (20. August 1990)"
    },
    {
      "type": "image",
      "src": "/images/cetvrta_slika.png",
      "alt": "cetvrta_slika",
      "caption": "Mitglieder des Fliegerzuges"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Lufteinheit und Fallschirm-Diversionseinheit"
    },
    {
      "type": "paragraph",
      "text": "Die Organisation der Lufteinheit und der Fallschirm-Diversionseinheit begann Mitte Oktober 1990. Kommandant der Einheit war Matko Raos."
    },
    {
      "type": "paragraph",
      "text": "Matko Raos und andere Piloten erarbeiteten einen Plan zur Verlegung von Flugzeugen, was später häufig geschah; bereits am 17. Oktober 1990 stellten sie improvisierte Bomben von 5 und 10 kg her und führten Übungen zur gezielten Anwendung durch. Spezifische Kampfaufgaben wurden für unzureichend verteidigte Flughäfen in Mostar, Divulje und Zadar entwickelt. Acht Flugplätze wurden für Manöver vorbereitet, um eine Zerstörung zu vermeiden. Anschließend wurden Löschflugzeuge von Hvar in Luftkampfoperationen eingebunden, mit der Aufgabe, Napalm auf den Funkrelais-Knoten Kozjak abzuwerfen."
    },
    {
      "type": "paragraph",
      "text": "Vor der Gründung der Kroatischen Nationalgarde (ZNG) führten sie Luftaufklärung durch und filmten das Gebiet und Verkehrswege in Richtung Knin. Im Mai 1991 wurden sie in die 4. Brigade integriert."
    },
    {
      "type": "image",
      "src": "/images/peta_slika.jpg",
      "alt": "peta_slika",
      "caption": "Mitglieder der Fallschirm-Sabotage-Abteilung"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Bildung der 4. ZNG-Brigade und des 2. Bataillons der 4. ZNG-Brigade"
    },
    {
      "type": "paragraph",
      "text": "Gemäß dem Entwicklungsplan war die Bildung der 4. aktiven ZNG-Brigade vorgesehen, der einzigen solchen Einheit in Dalmatien, mit folgender Gliederung:"
    },
    {
      "type": "list",
      "items": [
        "Split – Brigadehauptquartier und 1. Bataillon,",
        "Dubrovnik – 2. Bataillon,",
        "Imotski – 3. Bataillon (einschließlich einer Kompanie aus Sinj),",
        "Šibenik – 4. Bataillon,",
        "Zadar – 5. Bataillon."
      ]
    },
    {
      "type": "paragraph",
      "text": "Zunächst sollten alle Einheiten eine Kompanie bilden. Die Frist für die Bildung aktiver und Reserveeinheiten der ZNG war der 5. Mai 1991."
    },
    {
      "type": "image",
      "src": "/images/sesta_slika.png",
      "alt": "sesta_slika",
      "caption": "Zug des 2. Bataillons, 4. Br ZNG, Ende Juli 1991."
    },
    {
      "type": "paragraph",
      "text": "Zwischen dem 5. und 7. August 1991 wurde das 2. Bataillon an die Frontlinie zur Verteidigung von Vrlika – Perućko-See verlegt, wo die gesamte 2/4 ZNG-Brigade eingesetzt wurde."
    },
    {
      "type": "paragraph",
      "text": "Ende Oktober 1991 wurde das Mörserzug des 2. Bataillons erstmals bei Angriffen auf feindliche Stellungen in den Dörfern Otišić, Potravlje und Maljkovo eingesetzt."
    },
    {
      "type": "paragraph",
      "text": "Am 3. November 1991 verlegte das 2. Bataillon zum Einsatzgebiet Dubrovnik mit der Aufgabe, das Hinterland von Dubrovnik zu verteidigen, wo es 15 Tage blieb."
    },
    {
      "type": "paragraph",
      "text": "Zeitgleich wurde ein Teil der Einheit 36 km hinter feindlichen Linien im Gebiet Vrlika eingesetzt mit Aufgaben der Aufklärung, Diversion und Evakuierung der verbliebenen Bevölkerung. Dort verblieben sie 15 Tage."
    },
    {
      "type": "paragraph",
      "text": "Ein Zug der Flugabwehr aus dem 2. Bataillon verteidigte den Luftraum über Sinj und schoss bei einem feindlichen Luftangriff am 12. November 1991 ein feindliches Flugzeug ab."
    },
    {
      "type": "paragraph",
      "text": "Anfang Dezember 1991 wurde das Bataillon an die Front Drniš (Berg Svilaja – Dorf Vrba – Dorf Ramljane) verlegt, um feindliche Angriffe auf Split zu verhindern, und blieb dort bis Ende Januar 1992."
    },
    {
      "type": "paragraph",
      "text": "Eine Kompanie Freiwilliger aus dem Bataillon wurde zudem ins Hinterland von Dubrovnik entsandt und beteiligte sich an der Verteidigung der Stadt während schwerster Angriffe (2 Tote, 6 Verwundete)."
    },
    {
      "type": "paragraph",
      "text": "Am 9. Februar 1992 legten Mitglieder des 2. Bataillons im Lager „Sveti križ“ in Dračevac feierlich den Eid ab und wurden anschließend zurück zur Front nach Dubrovnik (Dörfer Topolo, Stupa, Matići, Bistrina-Brücke) entsandt, um feindliche Angriffe Richtung Neum zu stoppen. Aufgrund einer ungünstigen taktischen Lage (keine Verbindung zu den 3./4. ZNG-Brigaden) startete das Bataillon eine Offensive, eroberte Šumet und Velji vrh, sicherte den Kontakt zu den 3./4. Brigaden und erzielte damit einen entscheidenden taktischen Vorteil. Mehrere feindliche Soldaten wurden neutralisiert, zwei gefangen genommen und der Militärpolizei übergeben."
    },
    {
      "type": "paragraph",
      "text": "Ende März 1992 kehrte das Bataillon zur Front bei Dubrovnik (Dörfer Cerovica, Hutovo) zurück; ein Zug aus Livno und Tomislavgrad unterstützte die Verteidigung des Dorfes Rujani. Aufgrund unzureichender Verteidigungsstellungen fielen 3 Soldaten des Bataillons, 11 wurden verwundet, weshalb das Bataillon zum Auffrischen zurückgezogen wurde."
    },
    {
      "type": "paragraph",
      "text": "Nach kurzer Erholung kehrte das Bataillon zur Front zurück und beteiligte sich an der Befreiung besetzter Gebiete, darunter die Dörfer Turkovići, Milići, Pećina, Zavala und ein großes Gebiet Richtung Ravno. Dabei wurden große Mengen Waffen, Munition, Fahrzeuge und Ausrüstung erbeutet. Nach dem Aufbau von Verteidigungslinien wurden die Stellungen an Reserveeinheiten übergeben, und das Bataillon wurde ins Hinterland von Dubrovnik verlegt, um an der Befreiung der Region Dubrovnik mitzuwirken."
    },
    {
      "type": "paragraph",
      "text": "Am 8. Mai 1992 erhielt der Kommandant des Panzerabwehrzuges des 2. Bataillons der 4. ZNG-Brigade im Dorf Glumina den Auftrag, Bunker auf Čavaška Gradina zu zerstören. Nach kurzer Einweisung wurde die Aufgabe ausgeführt. Während des Anmarsches geriet der Zug jedoch unter Mörserbeschuss; zwei Mitglieder (Dražen Pavlović und Neven Vučić) wurden schwer verwundet, mehrere weitere leicht verletzt."
    },
    {
      "type": "paragraph",
      "text": "Die gleiche Aufgabe hatte Andrija Matijaš am 11. Mai 1992. Nach Informationen der vorausgegangenen Gruppe gelang es ihm mit großem Einsatz, den Bunker zu zerstören und Čavaška Gradina zu sichern, jedoch mit einem Gefallenen, Ante Jerković."
    },
    {
      "type": "paragraph",
      "text": "In der folgenden Zeit (Juni, Juli, August) nahm das Bataillon an den Kämpfen zur Befreiung Dubrovniks (Südfront) im Verantwortungsgebiet der 4. Garde-Brigade teil und befreite die Dörfer Osojnik, Kalađurđevići, Nenovići, Zaplanik und Orah."
    },
    {
      "type": "paragraph",
      "text": "In der zweiten Phase der Räumung von Feindkräften befreite das Bataillon das Gebiet von Vlaštica über Volunj gaj, Tresibrad und den Hügel Maksin und hielt die Durchbruchslücke Richtung Dorf Bobovišta."
    },
    {
      "type": "paragraph",
      "text": "Am 1. Dezember 1992 ging die 4. ZNG-Brigade in die Gardebrigaden über, und das 2. Bataillon der 4. ZNG-Brigade verschmolz mit einer unabhängigen Kompanie (SHUS) zur 1. Kompanie der 4. Gardebrigade."
    },
    {
      "type": "paragraph",
      "text": "Das 2. Bataillon der 4. ZNG-Brigade kämpfte unter dem Namen „Kroatische Engel“ und hinterließ zweifellos einen bleibenden Eindruck in der Geschichte der Verteidigung Dalmatiens, insbesondere seines südlichen Teils."
    },
    {
      "type": "image",
      "src": "/images/sedma_slika.png",
      "alt": "sedma_slika",
      "caption": "Kriegszeichen der 2/4. ZNG"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Bildung der 3./115. Reservebrigade der ZNG"
    },
    {
      "type": "paragraph",
      "text": "Die Brigade wurde aus Freiwilligenzügen und -gruppen mit verschiedenen militärischen Spezialgebieten organisiert. Am 1. Juli 1991 wurde ein Reservebataillon der ZNG gebildet."
    }
  ]
}