{
  "slug": "6-chapter",
  "title": "6-chapter",
  "content": [
    {
      "type": "paragraph",
      "text": "U ljeto 1991. agresija je zahvatila gotovo cijelu Hrvatsku, od njezina najistočnijeg dijela u Slavoniji, pa do krajnjeg juga u Dalmaciji. Tako se i Dubrovnik od rane jeseni 1991. našao u okruženju JNA, crnogorskih dobrovoljaca i srpskih dobrovoljaca iz istočne Hercegovine. Grad je sustavno napadan i uništavan do primirja 1992., a cijela okolica Dubrovnika, kao i sva hrvatska mjesta južno od poluotoka Pelješca bila su okupirana i spaljena, stanovništvo poubijano ili protjerano…"
    },
    {
      "type": "paragraph",
      "text": "Nasuprot dobro naoružanim, opremljenim i logistički osiguranim jedinicama JNA, hrvatska strana svoje je snage tek formirala. U Metkoviću je 26. rujna 1991. godine osnovano Zapovjedništvo za južnu Dalmaciju, koje je ubrzo preimenovano u Zapovjedništvo Sektora Dubrovnik…"
    },
    {
      "type": "paragraph",
      "text": "Nakon potpisivanja primirja u Sarajevu, početkom siječnja 1992. godine u Hrvatskoj vojsci proveden je preustroj postrojbi kako bi se dobile jače manevarske postrojbe koje mogu djelovati na bilo kojem bojištu u Hrvatskoj, a 10. travnja 1992. formirano je i Južno bojište s ciljem objedinjavanja bojnih djelovanja hrvatskih snaga. Zapovjednikom Južnog bojišta, temeljem zapovijedi predsjednika RH dr. Franje Tuđmana, imenovan je general zbora Janko Bobetko, koji je uspostavom novog zapovjedništva krenuo s akcijama čišćenja dubrovačkog zaleđa i potpune deblokade šireg područja oko Dubrovnika…"
    },
    {
      "type": "paragraph",
      "text": "Oslobađanju juga Hrvatske najveći doprinos dale su udarne i profesionalne postrojbe – prva i četvrta brigada Zbora narodne garde, ovladavši od travnja do listopada 1992. prostorom od zaljeva Bistrina do Konavala. Izniman je bio i doprinos pričuvnih snaga i taktičkih skupina koje su držale crtu bojišta i bile na pomoćnim smjerovima napada…"
    },
    {
      "type": "paragraph",
      "text": "U šest mjeseci oslobođeno je više od 1200 km2 (8 %) okupiranih područja Republike Hrvatske te je omogućen povratak oko 20 000 izbjeglica. Borbe su vođene u iznimno teškim vremenskim uvjetima, na nepristupačnom i zahtjevnom krškom terenu. Operacije hrvatskih snaga na širem Južnom bojištu bile su od velike važnosti i za Hrvate i Bošnjake u BiH jer su spriječile prvotne udare srpskih snaga na području Mostara i Neretve."
    },
    {
      "type": "paragraph",
      "text": "Operacijama Neretva, Spaljena zemlja, Čagalj, Tigar, Oslobođena zemlja, Konavle i Vlaštica obranjen je krajnji jug Hrvatske, obranjen Dubrovnik, očišćeno dubrovačko zaleđe, a neprijateljska vojska i topništvo više nije bilo u domašaju za gađanje civilnih ciljeva u Dubrovniku i okolici…"
    },
    {
      "type": "paragraph",
      "text": "Akcije oslobađanja juga Hrvatske prve su u nizu uspješnih oslobodilačkih operacija, koje su završno s operacijama Bljesak i Oluja dovele do oslobađanja okupiranih područja Republike Hrvatske."
    },
    {
      "type": "image",
      "src": "/images/deveta_slika.jpg",
      "alt": "deveta_slika",
      "caption": null
    },
    {
      "type": "image",
      "src": "/images/deseta_slika.jpg",
      "alt": "deseta_slika",
      "caption": null
    }
  ]
}