{
  "slug": "7-chapter",
  "title": "Operation Pirat Maslenica",
  "content": [
    {
      "type": "paragraph",
      "text": "Als eine der ersten Befreiungsoperationen der Kroatischen Armee und des Innenministeriums markierte die militärisch-polizeiliche Operation Maslenica einen Wendepunkt im Verlauf des Kroatischen Unabhängigkeitskriegs."
    },
    {
      "type": "paragraph",
      "text": "Innerhalb von nur 72 Stunden, mit Beteiligung aller drei Waffengattungen der Kroatischen Armee, befreite die Operation Maslenica fast hundert Quadratkilometer zuvor besetzten kroatischen Territoriums. Die Operation war entscheidend für die Verteidigung Kroatiens gegen feindliche Aggression und für die weiteren militärischen Aktionen der Kroatischen Armee und des Innenministeriums."
    },
    {
      "type": "paragraph",
      "text": "Operation Maslenica begann am 22. Januar 1993 um 6 Uhr morgens unter dem Decknamen „Gusar“ (Pirat). Innerhalb von drei Tagen befreiten kroatische Verteidiger etwa fünfzehn Dörfer im Hinterland von Zadar sowie wichtige strategische Punkte wie Novsko Ždrilo und den Luftwaffenstützpunkt Zemunik. Die Operation war wesentlich für die Verbindung Nord- und Südkroatiens und für weitere militärische Aktionen der Kroatischen Armee."
    },
    {
      "type": "paragraph",
      "text": "In den ersten drei Tagen der Aktion wurden 19 Mitglieder der Kroatischen Armee und des Innenministeriums getötet und 70 verwundet. Aufgrund intensiver Artillerie-, Raketen- und Panzerangriffe sowie gelegentlicher Infanterie-Sabotageangriffe des Gegners, die unmittelbar nach Operation Maslenica folgten, waren bis zum 31. März 1993 insgesamt 127 kroatische Verteidiger gefallen."
    },
    {
      "type": "paragraph",
      "text": "Operation Maslenica bezog alle Waffengattungen der Kroatischen Armee mit ein. Eingesetzt wurden unter anderem Einheiten aus dem damaligen Split-Korpsgebiet – die 4. Gardebrigrade, die taktischen Gruppen 112 und 113, die 126. Brigade, das 7. Heimatgarderegiment, das 40. Pionierbataillon, das 72. Militärpolizeibataillon, Spezialeinheiten des Innenministeriums, Teile der 9., 3., 2. und 1. Gardebrigade, Einheiten des Generalstabs der Kroatischen Armee, das Elektronische Kriegszentrum Split, Land-, Sabotage- und Marineeinheiten der Kroatischen Marine sowie das Hubschraubergeschwader der Kroatischen Luftwaffe und Luftverteidigung."
    },
    {
      "type": "image",
      "src": "/images/jedanaesta_slika.jpg",
      "alt": "jedanaesta_slika",
      "caption": null
    }
  ]
}