{
  "slug": "8-chapter",
  "title": "Operation Peruća",
  "content": [
    {
      "type": "paragraph",
      "text": "Der Staudamm Peruća ist ein Erddamm am Fluss Cetina, 467 Meter lang und 67 Meter hoch, mit einem Stausee, der sich 15 Kilometer erstreckt und ein Volumen von über 560 Millionen Kubikmetern hat. Als strategisch bedeutende Position im Rahmen der Verwirklichung der Idee der Grenzen des Großen Serbiens wurde der Damm von serbischen Kräften seit September 1991 kontinuierlich kontrolliert, wobei ständig die Drohung bestand, ihn zu sprengen und eine Flutwelle auszulösen, die im Falle ihres Eintretens das untere Cetina-Gebiet von Sinj und Trilj bis nach Omiš, mit etwa 50.000 Einwohnern, hätte überschwemmen können."
    },
    {
      "type": "paragraph",
      "text": "Nach den Verlusten bei der Operation Maslenica drangen serbische paramilitärische Kräfte am 27. Januar 1993 in das Gebiet um Peruća ein. Dieses Gebiet war Teil der sogenannten rosa Zone, die auf einer zuvor getroffenen Vereinbarung basierte und von der UNPROFOR überwacht wurde, wobei sich die gegnerischen Seiten zehn Kilometer von der Trennungslinie zurückziehen sollten. Serbische Kräfte vertrieben die kenianischen UNPROFOR-Truppen, zerstörten eine Brücke, die zum Dammkomplex gehörte, und platzierten in der Nacht Sprengstoff an der Überwachungsgalerie des Peruća-Staudamms. Am nächsten Tag, gegen 10 Uhr morgens, war eine heftige Explosion zu hören."
    },
    {
      "type": "paragraph",
      "text": "Obwohl der Damm durch die Explosion stark beschädigt wurde, brach er nicht zusammen. Kleinere Einheiten der Kroatischen Armee – da die meisten Kräfte bei Maslenica gebunden waren – hatten zuvor feindliche Truppenbewegungen und Aktivitäten im Bereich des Damms bemerkt. Mitglieder des 16. Heimatgarderegiments, eine Eingreiftruppe der 126. Brigade, eine Panzerabwehrgruppe der 141. Brigade, Angehörige der SOOV Sinj sowie der Militärpolizei, alle im Gebiet anwesend, starteten nach der Explosion einen Angriff. Innerhalb kurzer Zeit sicherten sie das Gebiet rund um den Peruća-Staudamm und drangen bis zur Linie Umac – Gornji Kunci – Babića Brig vor, wobei sie ein Gebiet von mehr als 140 Quadratkilometern befreiten. Anschließend wurden Reparatur- und Verstärkungsarbeiten am Damm durchgeführt, um einen weiteren Einsturz und die daraus resultierende Katastrophe zu verhindern."
    },
    {
      "type": "paragraph",
      "text": "Neben dem Mut und der Einsatzbereitschaft der Mitglieder der Kroatischen Armee, von denen einer während der Operation fiel und drei verwundet wurden, trug ein bedeutender Beitrag zur Verhinderung der möglichen Katastrophe ein Mitglied der britischen UNPROFOR-Streitkräfte bei, der damals sechsundzwanzigjährige Royal Marine Mark Nicholas Gray. Er erkannte die Gefahr und das potenziell katastrophale Szenario und hatte bereits im Sommer 1992 den Mechanismus freigegeben, der den Überlauf des Damms reguliert und somit den ständigen Abfluss von Wasser aus dem Stausee sicherstellte. Dank dessen lag der Wasserstand des Sees zum Zeitpunkt der Explosion am Peruća-Damm fünf Meter unter dem Maximum, wodurch der Druck auf den beschädigten Damm reduziert wurde und seine erosive Selbstzerstörung verhindert werden konnte."
    },
    {
      "type": "image",
      "src": "/images/dvanaesta_slika.jpg",
      "alt": "dvanaesta_slika",
      "caption": null
    }
  ]
}