{
  "slug": "a10-chapter",
  "title": "a10-chapter",
  "content": [
    {
      "type": "paragraph",
      "text": "U Zagrebu je 30. ožujka 1994. s predstavnicima pobunjenih Srba, a uz međunarodno posredovanje, potpisan Sporazum o razdvajanju snaga i prekidu borbenih djelovanja. Tako su pješačke snage razdvojene po 1,5 km unatrag što je bila nova crta razdvajanja, dok je topništvo manjeg kalibra bilo povučeno 10 km unatrag, a većeg kalibra 20 km od crte razdvajanja. Time je Hrvatska još jednom tražila miran način povratka okupiranih područja u svoje okrilje."
    },
    {
      "type": "paragraph",
      "text": "Tri mjeseca kasnije postaje sve očitije kako Zaštitne snage Ujedinjenih naroda – UNPROFOR – ne ispunjavaju očekivanja i preuzete obveze jer su postale čuvari zatečenog stanja. Otvoreno nezadovoljstvo Hrvati iskazuju blokadom njihovih točaka čime jasno poručuju kako je krajnje vrijeme za njihovo djelovanje ili će Hrvatska vojska (HV) krenuti u oslobađanja okupiranih područja."
    },
    {
      "type": "list",
      "items": [
        "Pripreme HV-a"
      ]
    },
    {
      "type": "paragraph",
      "text": "Hrvatska vojska intenzivno se priprema za jačanje sposobnosti te je obuka snaga uz obrambena djelovanja bila 1994. glavna zadaća. Tako je u vojarni u Šepurinama kod Zadra ustrojeno Središte gardijsko za specijalističku obuku dočasnika “Damir Tomljanović-Gavran”, koje je vrlo brzo postalo sinonim za iznimnu obučenost, profesionalnost i spremnost hrvatskog vojnika. Intenzivno se provode obuke i vježbe za veće združene napadne operacije svih sastavnica HV-a (Posejdon 94, Bandira 94)."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Cilj operacije"
    },
    {
      "type": "list",
      "items": [
        "Potisnuti neprijatelja na lijevoj i desnoj strani Livanjskog polja smjerovima Poviruša – Troglav i Čelebić – Radanovci – Bogdaši odbacujući ga dalje u dubinu čime se povećava sigurnost prometnice koja iz Livanjskog polja i Rujana vodi prema Sinju, kao i veća sloboda manevra hrvatskih snaga na Livanjskom polju.",
        "Ostvariti povoljnije strateške položaje za nastavak napadnih djelovanja u cilju oslobađanja okupiranih područja u Hrvatskoj i BiH.",
        "Slabljenje i zaustavljanje napada srpskih snaga na Bihać vezujući ih na taj dio bojišnice."
      ]
    },
    {
      "type": "paragraph",
      "text": "Hrvatske snage:"
    },
    {
      "type": "list",
      "items": [
        "4. gardijska brigada (gbr)",
        "5. gbr",
        "7. gbr",
        "114. brigada (br) HV-a",
        "1. hrvatski gardijski zdrug (HGZ)",
        "126. domobranska pukovnija (dp)",
        "6. dp",
        "72. bojna Vojne policije (VP)",
        "snage Hrvatskog ratnog zrakoplovstva i protuzračne obrane (HRZ i PZO)",
        "40. inženjerijska bojna",
        "306. logistička baza",
        "275. satnija za elektroničko djelovanje Glavnog stožera HV-a (GS HV)",
        "ostale snage HV-a u pripremi i provedbi operacije."
      ]
    },
    {
      "type": "paragraph",
      "text": "Snage Hrvatskog vijeća obrane (HVO):"
    },
    {
      "type": "list",
      "items": [
        "1. gbr HVO-a",
        "2. gbr HVO-a",
        "3. gbr HVO-a",
        "60. gardijska bojna Ludvig Pavlović",
        "2. bojna VP-a HVO-a",
        "22. diverzantski odred HVO-a",
        "55. dp HVO-a",
        "79. dp HVO-a",
        "80. dp HVO-a",
        "Miješana bojna domobranskih postrojbi ZP-a Vitez",
        "snage Specijalne policije iz Hercegovine",
        "ostale snage HVO-a u pripremi i provedbi operacije."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Dinamika operacije (29. studenog – 24. prosinca 1994.)"
    },
    {
      "type": "paragraph",
      "text": "Početak operacije označilo je ubacivanje nekoliko borbenih skupina 3. bojne 126. dp u neprijateljsku pozadinu kako bi ovladale važnim uzvisinama i tako pripremile teren za nastavak napadne operacije. Tako je jedna skupina u dodiru s neprijateljem otvorila vatru i izvijestila postrojbu kratkom porukom: “Počelo je!” Svi su razumjeli što slijedi. Počeo je prodor hrvatskih snaga na cijeloj bojišnici te su ostvareni početni uspjesi na Dinari gdje je ovladano kotama Bat i Srt, a oslobođena su i sela Čaprazlije, Gubin i Sajković na lijevom obodu Livanjskog polja. Od posebne je važnosti bilo oslobađanje dominantne kote Bat za nastavak borbenih djelovanja. Neprijatelj je poduzimao protuudare te je crta obrane inženjerijski učvršćivana. Posebno žilav otpor neprijatelj je pružao u Čelebiću. I na desnom obodu Livanjskog polja hrvatske su snage potiskivale neprijatelja. Stoga je postupno klin hrvatskih snaga sve više ulazio u dubinu Livanjskog polja. Ovladano je dijelom Čelebića, Jevačkom kosom, Radanovačkim vrhom te selima Radanovci i Vrbica. Cijelo vrijeme hrvatske su snage napredovale postupno, po nekoliko kilometra naprijed Livanjskim poljem ili s jedne uzvisine na drugu na Dinari. Bilo je vrlo važno koordinirati napredovanja na lijevom i desnom boku napada kako bi jedni druge pratili i tako stvarali veću sigurnost i stabilnost oslobođenog područja."
    },
    {
      "type": "paragraph",
      "text": "U završnim danima operacije hrvatske su snage ušle u Šormaze, Pržine i Ninkoviće, a na desnom dijelu Livanjskog polja oslobođeni su Bogdaši i Šegrti."
    },
    {
      "type": "paragraph",
      "text": "Borbena djelovanja hrvatskih snaga trajala su do Badnjeg dana, nakon čega je utvrđivana crta obrane. Nova borba bila je sa zimskim uvjetima života na Dinari i Livanjskom polju."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Gardijske brigade, 4. i 7. na Dinari"
    },
    {
      "type": "paragraph",
      "text": "Zima 94 dovela je na Dinaru dvije gardijske brigade, 4. i 7., koje će od te operacije u kontinuitetu cijelo vrijeme ostati na toj bojišnici smjenjujući položaje i zajednički djelujući u nastavku napadnih operacija hrvatskih snaga. Posebna su zanimljivost datumi uvođenja tih gardijskih brigada u operaciju Zima 94. Četvrta je počela djelovanja 4. prosinca, a Sedma 7. prosinca, kad je izvršena prva smjena položaja s Četvrtom. No ono što je kasnije dočekalo Četvrtu u novoj smjeni bilo je iznenađenje jer su Pume dodatno napredovale i tako osigurale povoljnije taktičke položaje. Kasnije je Četvrta odgovorila na jednak način te je svako novo pomicanje crte naprijed bilo njihovo svojevrsno natjecanje, a sve u cilju osiguranja što sigurnijih i povoljnijih položaja. Stoga ni ne čudi da su pripadnici ne samo gardijskih brigada nego i ostalih postrojbi u operaciji Zima 94 jedni druge nazivali braćom i sestrama."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Hrvatske zračne snage u operaciji Zima 94"
    },
    {
      "type": "paragraph",
      "text": "Doprinos letačkih posada HRZ-a u prijevozu ljudstva, naoružanja i opreme, a posebno materijala i sredstava za utvrđivanje položaja, kao i za smještaj hrvatskih snaga na Dinari i Livanjskom polju bio je neprocjenjiv i zaslužuje počasno poglavlje u povjesnici djelovanja zračnih snaga u Domovinskom ratu. Ukupno je ostvareno više od 800 letova u kojima je prevezeno više od 1300 vojnika te više od 500 tona opreme i sredstava. Zračnim putem spašavani su i ranjeni i oboljeli hrvatski branitelji, a u tim su misijama letačke posade u helikopterima Mi-8MTV provele 222 sata u zraku."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Inženjerija u operaciji"
    },
    {
      "type": "paragraph",
      "text": "Inženjerijske su postrojbe pratile napredovanje hrvatskih snaga na Dinari, a njihova je uloga za uspjeh operacije bila iznimna. Među akcijama cestovnog proboja Dinare posebno se ističe važnost izgradnje ceste života od Maglaja do Vještić gore, što je pothvat vrijedan divljenja i poštovanja. Doveli su tenkove na Dinaru ili kako sudionici u žargonu govore, konzerve od 40 tona gurale su i snijeg i neprijatelja prema povlačenju."
    },
    {
      "type": "paragraph",
      "text": "U napredovanju prema Grabežu pripadnici 4. gbr zatekli su skupinu hrvatskih civila iz Banja Luke koje je neprijatelj kao zarobljenike prisilno doveo za uređivanje svojih položaja. Spašeni su i zbrinuti te nakon što je na dubrovačkom bojištu utemeljen i postao prepoznatljiv udar 4. gbr, oklop je i u operaciji Zima 94 u važnim trenucima bio onaj dio postrojbe koji je jednostavno razbijao neprijatelja i gurao naprijed. To se pokazalo i kod proboja prema području Pržina i Ninkovića."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Postignuća i posebnosti operacije"
    },
    {
      "type": "list",
      "items": [
        "Oslobođeno je područje širine 10 i dubine 20 km, odnosno oko 200 km².",
        "Veći dio Livanjskog polja bio je pod nadzorom hrvatskih snaga.",
        "Ovladano je važnim kotama i uzvisinama na Dinari.",
        "Otklonjena opasnost od mogućeg neprijateljskog napada s Livanjskog polja prema Sinju.",
        "Neizravno slabljenje napada i pritiska neprijateljskih snaga na Bihać. Dio tih snaga premjestio se s bojišnice Bihaća na područje Bosanskog Grahova i Glamoča, čije je stanovništvo zazivalo pomoć nakon proboja hrvatskih snaga u operaciji Zima 94.",
        "Rasterećenje snaga HVO-a i Armije BiH na području Cincara i Kupreškog polja.",
        "Hrvatske snage ostvarile su početni korak prema Kninu.",
        "Operacija se istodobno provodila na ravničarskom (Livanjsko polje) i planinskom terenu (Dinara).",
        "Poduzeta je u vrijeme ekstremnih zimskih uvjeta, što je bilo iznenađenje koje neprijatelj nije očekivao.",
        "Tenkovi su gazili i močvarno-zaleđeno Livanjsko polje, ali i Dinaru, što je jedinstven primjer uporabe tenkova u borbi na velikim nadmorskim visinama.",
        "Prvi put dolazi do izražaja iznimna uvježbanost hrvatskih snaga, gdje je tenkist, topnik i pješak djelovao kao jedno uvezano tijelo."
      ]
    },
    {
      "type": "image",
      "src": "/images/trinaesta_slika.jpg",
      "alt": "trinaesta_slika",
      "caption": null
    }
  ]
}