{
  "slug": "b11-chapter",
  "title": "Plan Z4",
  "content": [
    {
      "type": "paragraph",
      "text": "6. März 1995. Plan Z-4 – die rebellischen Serben lehnten das Leben in Kroatien ab und planten, die besetzten Gebiete an Serbien anzuschließen."
    },
    {
      "type": "paragraph",
      "text": "Plan Z-4, das den Serben in Kroatien buchstäblich einen Staat im Staat gab, wurde im Februar 1995 zuerst in Knin abgelehnt. Die Serben erklärten, dass sie in Jugoslawien leben wollten, das offiziell bis 2003 existierte. Für die rebellischen Serben, die mit Hilfe der JNA und Serbiens ein Drittel Kroatiens besetzt und zerstört hatten, war ein Leben in Kroatien unvorstellbar, und ihr einziges Ziel war es, ihre faschistische Einheit, die sogenannte SAO Krajina, an Serbien anzuschließen."
    },
    {
      "type": "paragraph",
      "text": "Nach dieser Entscheidung und der Ablehnung des Plans Z-4 begannen die Vorbereitungen für die Operationen „Blitz“ und „Sturm“, die schönste Geschichte der kroatischen Geschichte, die dem kroatischen Volk Freiheit brachte."
    },
    {
      "type": "paragraph",
      "text": "Plan Z-4 wurde Anfang 1995 offiziell der Öffentlichkeit vorgestellt und bot den Serben mehr als eine breite Autonomie innerhalb der Republik Kroatien, im Wesentlichen einen „Staat im Staat“."
    },
    {
      "type": "paragraph",
      "text": "Nachdem die faschistische Einheit namens SAO Krajina den Plan Z-4 abgelehnt hatte, lehnte auch das kroatische Parlament ihn am 6. März 1995 ab."
    },
    {
      "type": "paragraph",
      "text": "Nach Plan Z-4 hatte die serbische Krajina das Recht auf:"
    },
    {
      "type": "list",
      "items": [
        "einen Präsidenten, ein Parlament, eine Regierung und Gerichte",
        "einen Namen, eine Flagge, ein Wappen",
        "eine eigene Währung",
        "die Nutzung von Sprache und Schrift",
        "das Recht auf eigene Steuern",
        "eine eigene Polizei, Zollbehörde und die Möglichkeit, internationale Verträge abzuschließen, was größtenteils Attribute der Staatlichkeit eines Volkes sind."
      ]
    },
    {
      "type": "paragraph",
      "text": "Die kroatische Armee durfte serbische Krajina nur auf Einladung des Präsidenten dieses „Staates im Staat“ betreten. Die kroatischen Gesetze auf diesem Gebiet würden nur mit Zustimmung der Regierung der serbischen Krajina durchgesetzt, und Streitigkeiten zwischen Krajina und Kroatien würden durch ein spezielles Verfassungsgericht entschieden!"
    },
    {
      "type": "paragraph",
      "text": "Doch selbst das war den rebellischen Serben nicht genug; offensichtlich hatten sie andere Pläne, die seitdem bekannt sind, weil ihr Blick ausschließlich auf Belgrad gerichtet war, von Zagreb abgewandt.\r\\nEs ist wichtig zu betonen, dass in diesen 11 „serbischen Gemeinden“ vor dem Vorschlag von Plan Z-4 ein Völkermord an Kroaten begangen wurde — alle Kroaten wurden dort getötet, vertrieben, in Lager gebracht, Frauen vergewaltigt, Kirchen zerstört und ihre Häuser völlig zerstört und geplündert."
    },
    {
      "type": "paragraph",
      "text": "1995 wurde in einer Sitzung des kroatischen Parlaments beschlossen, dass Plan Z-4 für Kroatien nicht akzeptabel sei. Aus Plan Z-4 folgte, dass die sogenannte serbische Krajina fast eine völlig unabhängige Einheit innerhalb der Republik Kroatien sein würde, jedoch ohne internationale Subjektivität, also ein „Staat im Staat“."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Warum lehnten die Serben einen Plan ab, der Krajina Staatsattribute gab?"
    },
    {
      "type": "paragraph",
      "text": "Im Januar 1995 bat Präsident Tuđman den UN-Generalsekretär Boutros-Ghali, das UNPROFOR-Mandat in Kroatien zu beenden. Peter Galbraith, der US-Botschafter in Kroatien, arbeitete bereits intensiv am Plan Z-4 und leitete die Gruppe von vier ausländischen Botschaftern, die an diesem Plan arbeiteten. Nach Plan Z-4 sollten 11 Bezirke mit serbischer Mehrheit die serbische Krajina bilden, einen Staat im Staat Kroatien."
    },
    {
      "type": "paragraph",
      "text": "Peter Galbraith übergab Plan Z-4 zuerst Präsident Tuđman, der ihn zur Kenntnis nahm und beiseitelegte. Dann versuchte Galbraith, denselben Plan an Milošević zu übergeben, aber dieser lehnte ihn, vermutlich wegen der sensiblen Kosovo-Frage, ab, die vier sogar zu empfangen. Er verwies sie nach Knin zu Milan Martić."
    },
    {
      "type": "paragraph",
      "text": "Ein Treffen wurde für den 2. Februar 1995 arrangiert. Ein hochrangiger Beamter, ehemaliger Minister in der RSK-Regierung (der anonym bleiben wollte), erinnert sich an die Ankunft der Vier in Knin. Das Treffen mit Martić war für 17 Uhr auf der Festung Knin angesetzt. Anderthalb Stunden vor dem Treffen mit den Botschaftern rief RSK-Präsident Martić Milan Babić, den Außenminister der RSK und Präsident der Serbischen Demokratischen Partei, sowie Premier Mikelić in sein Büro. Er wollte sie über Plan Z-4 informieren. „Fragt mich nicht, wie ich an Plan Z-4 gekommen bin. Es ist die politische Integration der Krajina in Kroatien. Ich habe kein Mandat dafür, es gab ein Referendum im Mai 1991. Die Serben aus Krajina entschieden, in Jugoslawien zu leben“, sagte Mile Martić, und verwies auch auf ein Gespräch mit Milošević, der ihn angeblich bei der Ablehnung von Plan Z-4 unterstützte."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Die faschistische Einheit Krajina entschied – wir wollen nicht Teil Kroatiens sein!"
    },
    {
      "type": "paragraph",
      "text": "Milan Babić dachte genauso und forderte eine Blockade des Wirtschaftsabkommens mit Zagreb, bis eine UN-Resolution über das neue UNPROFOR-Mandat verabschiedet sei."
    },
    {
      "type": "paragraph",
      "text": "„Solange ich Präsident von Krajina bin, werde ich den Plan nicht akzeptieren, bis das UNPROFOR-Mandat angenommen wird“, schnauzte Martić angeblich Babić und Mikelić an."
    },
    {
      "type": "paragraph",
      "text": "Als das Treffen mit den Botschaftern begann, sagte Martić ein paar einleitende Worte. Dann begann Peter Galbraith zu sprechen: „Ein Botschafter eines befreundeten Landes wird Sie bezüglich Plan Z-4 ansprechen.“ Als der russische Botschafter Kerestedžijanc sein Notizbuch öffnete und mit der Einleitung begann, unterbrach ihn Martić unhöflich und undiplomatisch: „Belästigen Sie mich nicht, ich werde Ihren Plan nicht akzeptieren.“"
    },
    {
      "type": "paragraph",
      "text": "„Warten Sie, bis ich fertig bin“, erwiderte Kerestedžijanc.\r\\n„Time-out, Time-out“, warf Peter Galbraith ein, als er Martić’ Reaktion sah."
    },
    {
      "type": "paragraph",
      "text": "Danach zogen sich die vier Botschafter – Peter Galbraith (USA), Leonid Kerestedžijanc (Russland), Jean-Jacques Gaillarde (Frankreich) und ein Vertreter der Genfer Konferenz – etwa 20 Minuten zur Beratung zurück. Als sie zurückkehrten, wandte sich Peter Galbraith mit erhobener Stimme an Martić und sagte: „Das ist ein kardinaler Fehler! Vieles wird passieren; die Konsequenzen sind unbekannt!“\r\\nNach dieser „Ablehnung“ trat am 8. Februar 1995 die Versammlung der „Republik Serbische Krajina“ zusammen, wo Martić die Ablehnung von Plan Z-4 erklärte. Fast alle Abgeordneten unterstützten ihn."
    },
    {
      "type": "paragraph",
      "text": "Tuđman entschied daraufhin, Westslawonien mit einer militärisch-polizeilichen Operation zu befreien, die am 1. Mai 1995 begann."
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}