{
  "slug": "b11-chapter",
  "title": "b11-chapter",
  "content": [
    {
      "type": "paragraph",
      "text": "6. ožujka 1995. Plan Z-4 – pobunjeni Srbi odbili život u Hrvatskoj i planirali okupirane teritorije pripojiti Srbiji."
    },
    {
      "type": "paragraph",
      "text": "Plan Z-4, koji je Srbima u Hrvatskoj davao doslovno državu u državi, prvo je odbio Knin u veljači 1995. godine. Obrazloženje Srba je bilo da žele živjeti u Jugoslaviji koja je službeno postojala sve do 2003. godine. Za pobunjene Srbe koji su okupirali i razorili trećinu Hrvatske, uz pomoć JNA i Srbije, bilo kakav život u Hrvatskoj bio je nezamisliv i njihov jedini cilj bio je kako da svoju fašističku tvorevinu tzv. SAO Krajinu pripoje Srbiji."
    },
    {
      "type": "paragraph",
      "text": "Nakon ove odluke i odbijanja plana Z-4, počele su pripreme za Bljesak i Oluju, najljepšu priču hrvatske povijesti koja je donijela slobodu hrvatskom narodi."
    },
    {
      "type": "paragraph",
      "text": "Plan Z-4 je službeno je obznanjen javnosti početkom 1995. godine i nudio je Srbima više nego široku autonomiju unutar Republike Hrvatske, zapravo ‘državu u državi’."
    },
    {
      "type": "paragraph",
      "text": "Nakon što je fašistička tvorevina tzv. SAO Krajina odbila plan Z-4, 6. ožujka 1995. to je učinio i Hrvatski Sabor."
    },
    {
      "type": "paragraph",
      "text": "Po planu Z-4, Srpska Krajina imala je pravo na:"
    },
    {
      "type": "paragraph",
      "text": "predsjednika, parlament, vladu i sudove, ime, zastavu, grb, vlastiti  novac, upotrebu jezika i pisma, pravo na vlastite poreze, vlastitu policiju, vlastitu carinu i sklapanje međunarodnih ugovora, što su većinom atributi državnosti nekog naroda. Hrvatska vojska bi mogla ući u Srpsku Krajinu samo na poziv predsjednika te ‘države u državi’, hrvatski zakoni na tom teritoriju bi se sprovodili samo uz suglasnost Vlade Srpske Krajine, dok bi sporove između Krajine i Hrvatske rješavao poseban ustavni sud!"
    },
    {
      "type": "paragraph",
      "text": "Ali odmetnutim Srbima niti to nije bilo dovoljno, oni su očito imali druge planove, zna se koje jer su im pogledi bili usmjereni isključivo prema Beogradu, a okrenuti od Zagreba."
    },
    {
      "type": "paragraph",
      "text": "Važno je istaknuti da je u tih 11 ‘srpskih općina’ prije predlaganja plana Z-4 izvršen genocid nad Hrvatima, da su svi Hrvati tamo ubijeni, protjerani, odvedeni u logore, žene silovane, crkve im porušene, a njihovi domovi uništeni i opljačkani do temelja."
    },
    {
      "type": "paragraph",
      "text": "1995. godine na saborskom zasjedanju Hrvatskog sabora donesena je odluka da je plan Z-4 neprihvatljiv za Hrvatsku. Iz Plana Z-4 proizlazilo je da bi tzv. Srpska Krajina bila gotovo potpuno samostalan entitet u sklopu Republike Hrvatske, ali bez međunarodnog subjektiviteta, odnosno “država u državi”."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Srbi odbijaju plan koji Krajini daje atribute države – zašto?"
    },
    {
      "type": "paragraph",
      "text": "U siječnju 1995. predsjednik Tuđman zatražio je od glavnog tajnika UN-a Boutrosa Ghalija okončanje mandata UNPROFOR-a u Hrvatskoj, a Peter Galbraith, američki veleposlanik u Hrvatskoj, već je naveliko radio na planu Z-4, a bio je na čelu skupine četiriju stranih veleposlanika koji su radili na tom planu. Prema planu Z-4, 11 okruga sa srpskom većinom trebalo je činiti Srpsku Krajinu, državu unutar države Hrvatske."
    },
    {
      "type": "paragraph",
      "text": "Peter Galbraith je najprije plan Z-4 uručio predsjedniku Tuđmanu, koji ga je primio na znanje i odložio u ladicu. Potom je Galbraith isti plan htio predati Miloševiću, no on, vjerojatno zbog osjetljivog pitanja Kosova, nije htio ni primiti četvorku. Uputio ih je u Knin, Milanu Martiću."
    },
    {
      "type": "paragraph",
      "text": "Sastanak je dogovoren 2. veljače 1995. godine. Visoki dužnosnik, bivši ministar u Vladi RSK (želio je ostati anoniman) prisjeća se dolaska četvorke u Knin. S Martićem je dogovoren sastanak na kninskoj tvrđavi u 17 sati poslijepodne. Sat i pol prije sastanka s veleposlanicima, predsjednik RSK Martić u svoj kabinet pozvao je Milana Babića, ministra vanjskih poslova RSK i predsjednika Srpske demokratske stranke i premijera Mikelića. Htio ih je upoznati s planom Z-4. „Nemojte me pitati kako sam došao do plana Z-4. To je ista politička integracija Krajine u Hrvatsku. Ja nemam mandat da to učinim, bio je referendum u svibnju 1991. Srbi iz Krajine su se odlučili da žive u Jugoslaviji”, rekao je Mile Martić i još se pozvao na razgovor s Miloševićem koji ga je tobože podržao u tome da ne prihvati plan Z-4."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Fašistička tvorevina Krajina odlučila – ne želimo biti dio Hrvatske!"
    },
    {
      "type": "paragraph",
      "text": "Isto je mislio i Milan Babić, koji je pak tražio blokadu Ekonomskog sporazuma sa Zagrebom dok se ne donese rezolucija UN-a o novom mandatu UNPROFOR-a."
    },
    {
      "type": "paragraph",
      "text": "„Dok sam ja predsjednik Krajine, plan neću zaprimiti dok se ne donese mandat UNPROFOR-a”, odbrusio je, navodno, Martić Babiću i Mikeliću. Kad je počeo sastanak s veleposlanicima, Martić je rekao nekoliko uvodnih riječi. Potom je počeo govoriti Peter Galbraith: „Obratit će vam se ambasador iz jedne vama prijateljske zemlje u vezi s planom Z-4.” I kad je ruski veleposlanik Kerestedžijanc, otvarajući svoj notes, počeo s uvodnim napomenama, Martić ga je sirovo i nediplomatski prekinuo. „Nemojte se truditi, ja neću zaprimiti taj vaš plan.” „Čekajte da završim”, uzvratio je Kerestedžijanc. „Time-out, time-out”, ubacio se Peter Galbraith kad je vidio Martićevu reakciju."
    },
    {
      "type": "paragraph",
      "text": "Nakon toga su se četiri veleposlanika – Peter Galbraith (SAD), Leonid Kerestedžijanc (Rusija), Jean-Jacques Gaillarde (Francuska) i predstavnik Ženevske konferencije – povukli 20-ak minuta na konzultacije. Kad su se vratili, Peter Galbraith se, podižući ton, okrenuo prema Martiću i rekao: „Ovo vam je kardinalna pogreška! Bit će svašta, ne zna se kakve će biti posljedice!”"
    },
    {
      "type": "paragraph",
      "text": "Nakon „košarice” Galbraithu, 8. veljače 1995. sastala se Skupština “Republike Srpske Krajine” na kojoj je Martić obrazložio odbijanje plana Z-4. Gotovo svi zastupnici podržali su ga u tome."
    },
    {
      "type": "paragraph",
      "text": "Tuđman je potom donio odluku da se zapadna Slavonija oslobodi vojno-redarstvenom operacijom koja je pokrenuta 1. svibnja 1995. godine."
    }
  ]
}