{
  "slug": "d13-chapter",
  "title": "Operation Sprung 2",
  "content": [
    {
      "type": "paragraph",
      "text": "Unter der Organisation der Operationszone Split führten die kroatischen Streitkräfte vom 4. bis 11. Juni 1995 erfolgreich die Offensivoperation Skok 2 im Gebiet der Dinara und der Region Livanjsko Polje durch. Damit setzte der siegreiche Vormarsch der kroatischen Streitkräfte bei der Befreiung des Heimatlandes nach Skok 1 und Bljesak mit einem weiteren Vorstoß auf der Dinara fort, wodurch allmählich Sichtlinien Richtung Knin geöffnet wurden, während Livanjsko Polje vollständig befreit wurde."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Ziel der Operation Skok 2"
    },
    {
      "type": "list",
      "items": [
        "Den Feind in zwei Richtungen weiter zurückdrängen: Richtung Bosansko Grahovo (die Dörfer Ninkovići – Crni Lug – Donje Peulje) und Richtung Glamočko Polje (das Dorf Grkovci – Berg Šator).",
        "Die kroatischen Streitkräfte, die sich an den östlichen und westlichen Seiten des Livanjsko Polje bewegten, zu einer Einheit verbinden und somit eine durchgehende Kontrolle über das Gebiet von der Dinara über den Berg Šator und Staretina bis zu Kupreška vrata erreichen.",
        "Die Städte Bosansko Grahovo und Glamoč direktem Beschuss durch kroatische Artillerie unterwerfen und Livanjsko Polje vollständig befreien."
      ]
    },
    {
      "type": "paragraph",
      "text": "Ein heftiger Durchbruch der 4. Gardebrigade führte zur Kontrolle wichtiger dominanter Positionen, die es ermöglichten, den zuvor stark befestigten feindlichen Stützpunkt Crni Lug zu befreien. Wichtige Höhenzüge wurden zudem von Mitgliedern des 126. Heimatwächterregiments befreit, während die 3. Gardebrigade des HVO und die 1. HGZ ebenfalls vorrückten und sich bereits am ersten Tag am nördlichen Rand von Livanjsko Polje zusammenschlossen."
    },
    {
      "type": "paragraph",
      "text": "Während der acht Tage der Operation Skok 2 erlangten die kroatischen Streitkräfte die Kontrolle über neue wichtige Höhen auf der Dinara in Höhenlagen zwischen 1600 und 1700 Metern, und erstmals war Livanjsko Polje vollständig unter kroatischer Kontrolle. Zusätzlich erreichten die kroatischen Kräfte mit einem Flankenangriff Gebiete oberhalb von Uništa, was die Möglichkeit eröffnete, die Cetinska Krajina und das Vrlika-Feld zu überblicken. Durch die Kontrolle von Mali und Veliki Šator wurde auch ein Teil von Glamočko Polje unter Kontrolle gebracht."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Kroatische Luftwaffe bei Operationen auf der Dinara"
    },
    {
      "type": "paragraph",
      "text": "Die Unterstützung durch die Besatzungen der kroatischen Luftwaffe war äußerst bedeutend, und es wurde eine Luftbrücke zur Dinara eingerichtet, über die Verteidiger, Ausrüstung, Waffen und Materialien für Befestigungen mit Mi-8 MTV-Hubschraubern transportiert wurden. Ihr Beitrag war besonders wertvoll bei der Evakuierung verwundeter und kranker kroatischer Verteidiger, die schnell in die nächstgelegenen Krankenhäuser gebracht wurden. Während der Operation Skok 2 wurden Truppen der 1. Gardebrigade aus Ogulin per Lufttransport in den Raum Livno gebracht."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Initiative von General Gotovina"
    },
    {
      "type": "paragraph",
      "text": "Von der erfolgreichen Verteidigung Livnos im Jahr 1992 bis zu den Offensivoperationen auf der Dinara 1995 führte Generalkommandant Ante Gotovina die kroatischen Streitkräfte kontinuierlich, ergriff sofort die Initiative und hielt die Initiative auf dem Schlachtfeld ständig aufrecht. Schnelle, plötzliche und effektive Schläge waren entscheidend für die Verteidigungs- und Offensivaktionen der kroatischen Streitkräfte."
    },
    {
      "type": "paragraph",
      "text": "Die wichtigsten feindlichen Kräfte waren Einheiten des sogenannten 7. Norddalmatinischen Korps der serbischen Krajina-Armee und des sogenannten 2. Krajina-Korps der Armee der Republika Srpska.\r\\nEines der Ergebnisse der Operation Skok 2 ist die vollständige Kontrolle über das 45 km lange Livanjsko Polje, sodass die kroatischen Streitkräfte nicht mehr in einer Keilformation standen. Aus dieser Operation wurde der Keil zu einem doppelschneidigen Schwert, das auf Bosansko Grahovo und Glamoč, die neuen Ziele der kroatischen Offensive, gerichtet war."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Befreites Gebiet"
    },
    {
      "type": "paragraph",
      "text": "Insgesamt wurde ein Gebiet von 30 km Breite und 15 km Tiefe befreit, etwa 450 Quadratkilometer. Im Gegensatz zu Skok 1 (einer eintägigen Aktion, bei der die kroatischen Streitkräfte 5 km tief und 15 km breit vordrangen) war diese Operation umfassender, involvierte mehr Einheiten, dauerte eine Woche und befreite ein größeres Gebiet."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Ergebnisse der Schlacht Skok 2"
    },
    {
      "type": "paragraph",
      "text": "Innerhalb von acht Tagen der Operation Skok 2 übernahmen die kroatischen Streitkräfte die Kontrolle über neue bedeutende Höhen auf der Dinara in 1600-1700 Metern Höhe, und erstmals war Livanjsko Polje vollständig unter kroatischer Kontrolle. Auch durch Vorstöße an den Flanken erreichten kroatische Einheiten Gebiete oberhalb von Uništa, wodurch die Aussicht auf Cetinska Krajina und das Vrlika-Feld eröffnet wurde. Durch die Kontrolle von Mali und Veliki Šator wurde ein Teil von Glamočko Polje überblickt, und nun war ein Durchbruch nach Glamoč von Norden her möglich."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Medizinische Versorgung auf der Dinara"
    },
    {
      "type": "paragraph",
      "text": "Der medizinische Dienst zur Kriegszeit auf der Dinara zeigte, dass Menschlichkeit und Opferbereitschaft unter den härtesten Bedingungen die Prinzipien sind, die alle kroatischen Militäreinsätze leiten. Unter anderem richtete die medizinische Einheit der 4. Gardebrigade ein Krankenhaus auf der Dinara mit einem festen medizinischen Team bestehend aus einem Chirurgen, einem Anästhesisten und unterstützendem medizinischen Personal ein."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Militärische Erfolge der kroatischen Streitkräfte auf der Dinara halfen indirekt Bihać"
    },
    {
      "type": "paragraph",
      "text": "Die Enklave Bihać im westlichen Bosnien war vollständig von feindlichen Einheiten aus Bosnien und Herzegowina und Kroatien umgeben, die in der Operationsgruppe Spider vereint waren. Die Siege der kroatischen Streitkräfte und die Vorstöße Richtung Bosansko Grahovo und Glamoč verringerten den Druck der Angreiferkräfte auf Bihać etwas."
    },
    {
      "type": "image",
      "src": "/images/petnaesta_slika.jpg",
      "alt": "petnaesta_slika",
      "caption": null
    }
  ]
}