{
  "slug": "f15-chapter",
  "title": "f15-chapter",
  "content": [
    {
      "type": "heading",
      "level": 3,
      "text": "Vojna operacija »Oluja« 1995. zborno područje split"
    },
    {
      "type": "paragraph",
      "text": "Zborno područje Split planiralo je i provelo operaciju »Ljeto-95«, koja je pripremila put za operaciju »Oluja«. Zajedno sa specijalnim postrojbama MUP-a, Zborno je područje Split imalo glavnu zadaću zauzimanja gradova Knin i Gračac. U slučaju okruženja najvećeg djela 7. sjevernodalmatinskoga korpusa »SVK« ili njegova prisiljavanja na povlačenje u BiH, operacija će omogućiti oslobođenje Dalmacije. Strateški, osvajanje Knina bit će jedan od najvažnijih ciljeva cijele operacije. Knin je bio središte i simbol pobune hrvatskih Srba protiv Zagreba, a njegov će pad poslati jasnu poruku »Vladi RSK« i ljudima kako je došao kraj njihovoj paradržavi."
    },
    {
      "type": "paragraph",
      "text": "Vojni učinak zauzimanja Knina i Gračaca, oba ključna prometna čvorišta, odsjekao bi snage »SVK« u golemom džepu između Benkovca i Knina, prisiljavajući ih na predaju ili brzo povlačenje u Bosnu smjerom Otrić–Donji Srb. Zborno područje Split planiralo je provesti zadaću uzduž dva temeljna pravca. Prvi pravac za napad prema Kninu išao bi s pozicija oko Bosanskoga Grahova i Dinare. Drugi bi pravac išao preko Velebita prema Gračacu. Ostatak zbornog područja organiziran u tri operativne grupe proveo bi frontalni napad na položaje »SVK« oko Benkovca, Kistanja i Drniša vezujući snage »SVK«, odnosno, ako bude mogućnosti, probio se kroz njihove linije i ubrzao operaciju. Ukupna jačina snaga brojila je oko 30.000 vojnika uključujući potporno osoblje."
    },
    {
      "type": "paragraph",
      "text": "Srpski 7. sjevernodalmatinski korpus imao je glavnu zadaću obraniti se protiv napada Zbornog područja Split. Korpus je imao dvije motorizirane brigade i četiri pješačke ili lake na crti bojišnice od bosanske granice do Velebita, dok je brigada iz 15. ličkoga korpusa branila smjer Velebit–Gračac. Napredovanje HV-a preko Dinare–Livanjske doline u »Ljeto-95« sasvim je narušilo korpusnu obranu i prisililo ga da razgoliti svoje brigade i njihovu oskudnu pričuvu kako bi se pokrila »stražnja vrata« iz smjera Grahova, sada pod nadzorom HV-a. Novosastavljene pričuvne snage, Taktička grupa-3, imale su male šanse zaustaviti novi udar iz smjera Grahova. 2. gardijska brigada korpusa specijalnih snaga, koja je krenula prema Grahovu u srpnju, bila je stacionirana u Kninu, ali nije bila u sastavu TG-3. Spoznaja kako su se njihovi položaji sada u potpunosti okrenuli morala je imati jak utjecaj na pad morala među 10.000 ljudi 7. korpusa."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Provedba operacije »Oluja«"
    },
    {
      "type": "paragraph",
      "text": "Stojeći nepomično među svojim nezgrapnim ratnim strojevima poput kipova u mraku, 135.000 hrvatskih vojnika bacilo je cigarete, potom se popelo na tenkove, kamione i oklopna vozila te krenulo naprijed u Krajinu koja je bila pod srpskom okupacijom. Tako je počela, pred zoru 4. kolovoza 1995., »Oluja«. Za nekoliko sati hrvatski su zapovjednici znali kako je kodno ime njihove operacije dobro izabrano. Gdje god bili, srpski vojnici, njih oko 40.000, s 400 tenkova, povlačili su se s izlaskom sunca. Unutar nešto više od jednog dana zastava Hrvatske lepršala je na tvrđavi u Kninu, visoko iznad Krajine."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Zborno područje Split – »Oluja-4«"
    },
    {
      "type": "paragraph",
      "text": "Već prvog dana »Oluje« snage Zbornog područja Split probile su prve crte obrane neprijateljskih postrojbi oko Knina. Neutralizirane su snage Taktičke grupe-3 »SVK«, koja je branila Knin. OG Sinj ovladala je crtom bojišta od Pitomog vrha do Ružića grada. Nakon prvog dana borbe OG Zadar uspostavila je crtu bojišta Stružnica–Duliba–Tulove grede i tako omogućila da se komunikacija Obrovac–Mali Alan–Sveti Rok može koristiti za uvođenje tehnike Specijalne policije MUP-a. OG Šibenik uspostavila je crtu bojišta od Čiste Velike preko Pamučara do Dugovca. Specijalne postrojbe MUP-a uspješno su probile prvu crtu neprijateljske obrane i uspješno ovladale dominantnim kotama na Velebitu. Uspjeli su se probiti u području vrha Ćelavac i uzduž glavne ceste za Gračac."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Zborno područje Split – »Oluja-4« 5.kolovoz 1995"
    },
    {
      "type": "paragraph",
      "text": "Zbog uspjeha prvog dana operacije snage zbornog područja oslobađaju Knin. Tijekom noći s 4. na 5. kolovoza vlada »RSK« i »Glavni štab SVK« povlače se 35 kilometara sjeverno od Knina. Na podupirućem smjeru Stružnice–Ošćenica–Male Jasle–Golovro snage zbornog područja razbijaju protivnika i spajaju se sa specijalnim postrojbama MUP-a. Potkraj drugog dana oslobođen je Obrovac i Benkovac. Specijalna postrojba MUP-a u cijelosti je drugog dana ovladala prometnicom Gospić–Gračac. Uz Gračac oslobođeni su Lovinac i Medak."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Zborno područje Split – »Oluja-4« 6.kolovoz 1995"
    },
    {
      "type": "paragraph",
      "text": "Snage Zbornog područja Split potiskuju neprijatelja prema granici s BiH te uvode svježe postrojbe u Obrovac. Specijalne postrojbe MUP-a nastavljaju napredovati prema sjeveru kroz Bruvno prema Donjem Lapcu te se povezuju s dijelovima snaga Zbornog područja Gospić u Udbini ovladavši Malovanom, Bruvnom i Otrićem. Pod kontrolu stavljaju i cestu Gračac–Bruvno."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Zborno područje Split – »Oluja-4« 7. kolovoza"
    },
    {
      "type": "paragraph",
      "text": "Snage Zbornog područja Split ovladavaju crtom Strmica–Plavno–Otrić–Gračac, a u popodnevnim satima tog dana spajaju se sa specijalcima u selu Otriću. Specijalne postrojbe MUP-a u Udbini se spajaju sa snagama Zbornog područja Gospića, dok drugi dio snaga uz topničku potporu ovladava Gornjim i Donjim Lapcem, a treći dio drži spojnicu Malovan–Otrić. U poslijepodnevnim satima specijalne postrojbe MUP-a ovladavaju zapadnom obalom rijeke Une u Kulen Vakufu."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "8. kolovoza 1995."
    },
    {
      "type": "paragraph",
      "text": "Ministar obrane Gojko Šušak na tiskovnoj konferenciji obratio se javnosti priopćivši da je operacija »Oluja« uspješno završena 7. kolovoza 1995. u 18 sati. U popodnevnim satima dogovoreni su uvjeti i način predaje 21. korpusa »SVK« pa su se oni 9. kolovoza i predali na širem području Gline. Prije toga snage Zbornog područja Zagreb su oko 11 sati počele napad na Dvor na Uni te su ga oslobodile u ranim poslijepodnevnim satima. Započelo je pretraživanje i osiguravanje oslobođenog prostora, a dio postrojbi HV-a krenuo je u BiH."
    },
    {
      "type": "image",
      "src": "/images/sedamanesta_slika.jpg",
      "alt": "sedamanesta_slika",
      "caption": null
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}