{
  "slug": "h17-chapter",
  "title": "Operation Südliches Manöver",
  "content": [
    {
      "type": "paragraph",
      "text": "Die gemeinsame Operation der Kroatischen Armee, des Kroatischen Verteidigungsrats (HVO) und der Armee von Bosnien und Herzegowina, die vom 8. bis 12. Oktober 1995 erfolgreich in Westbosnien durchgeführt wurde, war auch die letzte Operation der kroatischen Streitkräfte, und der letzte Tag der Operation markierte das Ende des Krieges in Bosnien und Herzegowina. Der „Südliche Vorstoß“ und der neue militärische Sieg der kroatischen Streitkräfte waren ein entscheidender Schritt, der die serbischen Kräfte endgültig militärisch besiegte und sie zum Friedensprozess zwang."
    },
    {
      "type": "list",
      "items": [
        "Die Frontlinie erstreckte sich etwa 40 km breit, was die engste unter sieben Offensivaktionen kroatischer Streitkräfte in diesem Abschnitt der Frontlinie war.",
        "Rund 800 Quadratkilometer wurden befreit.",
        "Einschließlich des Südlichen Vorstoßes waren das Split-Korps und andere kroatische Streitkräfte in sieben Offensivoperationen innerhalb von etwas mehr als einem Jahr engagiert, die insgesamt 59 Tage dauerten, während in den restlichen 10 Monaten und 21 Tagen aktive Verteidigung durchgeführt wurde.",
        "Der siegreiche Vormarsch der unter dem Kommando des Split-Korps und General Ante Gotovina stehenden Kräfte erstreckte sich im Jahr der Siege über ein Gebiet von Zemunik Gornji bis Mala Manjača, ungefähr 140 km lang und 70 km Luftlinie breit."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Ziele des Südlichen Vorstoßes"
    },
    {
      "type": "list",
      "items": [
        "Die feindlichen Kräfte von Mrkonjić Grad, Podrašničko Polje (Čađavice) und dem Gebiet des Wasserkraftwerks (HE) Jajce-3 (Bočac) an der Vrbas abzudrängen und damit ihre Operationen gegen das 5. und 7. Korps der Armee von Bosnien und Herzegowina zu schwächen.",
        "Die Kontrolle über wichtige Straßen nach Banja Luka zu erlangen.",
        "Eine neue Verteidigungslinie an den Südhängen der Manjača zu etablieren und so der kroatischen Artillerie auf lange Distanz den Einsatz gegen Banja Luka zu ermöglichen."
      ]
    },
    {
      "type": "paragraph",
      "text": "Wichtige Erfolge und tiefste Vormärsche der kroatischen Streitkräfte wurden erzielt. Die 4. Gardebrigade rückte an die Manjača vor, die 7. Gardebrigade erreichte das Wasserkraftwerk Bočac, während die 1. Kroatische Gardebrigade Čađavica einnahm und zum Truppenübungsplatz Manjača vorrückte. Mrkonjić Grad wurde als einzige größere Siedlung nahe Banja Luka befreit, und das gesamte Podrašničko Polje sowie das Gebiet um das Wasserkraftwerk Bočac kamen unter kroatische Kontrolle."
    },
    {
      "type": "paragraph",
      "text": "Am vierten Tag der Operation wurde eine Truppenrotation durchgeführt, wobei Einheiten der Kroatischen Armee sich zurückzogen und die Kräfte des Kroatischen Verteidigungsrats die erreichten Positionen an der Front übernahmen. Dieser Plan wurde auch in der Operation Maestral angewendet, nachdem die Stoßkräfte der Kroatischen Armee die meisten Ziele der Operation erreicht hatten. Die Befestigung der Stellungen und die aktive Verteidigung wurden fortgesetzt.\r\\nDas gesamte Wasserkraftsystem an der Vrbas wurde unter kroatische Kontrolle gebracht, einschließlich der einzigen Stromversorgung für Banja Luka, der letzten serbischen Bastion."
    },
    {
      "type": "paragraph",
      "text": "Franjo Tuđman über die Befreiung von Banja Luka und der kroatischen Donauregion:\r\\nNach der Operation Sturm war Kroatien mit seinen Streitkräften in der Lage, die Befreiung von Banja Luka und der kroatischen Donauregion fortzusetzen. Internationale Akteure akzeptierten dies jedoch nicht, aus Sorge, dass eine neue Flüchtlingswelle von 300.000 bis 500.000 Menschen aus diesen Gebieten unweigerlich zu einer direkten Einmischung der Bundesrepublik Jugoslawien in den Konflikt führen würde, was eine Ausweitung des Krieges und eine Behinderung der laufenden Friedensbemühungen zur Folge gehabt hätte."
    },
    {
      "type": "paragraph",
      "text": "In Analysen der kroatischen Offensivoperationen in der Split-Korps-Verantwortungszone wurde der Beitrag der Pioniertruppen besonders gewürdigt. Selbst unter den anspruchsvollsten Bedingungen zeigten sie Einsatzbereitschaft und Können, die die erfolgreiche Durchführung der Operationen sicherten. Sie wurden zu absoluten Meistern der Berge vom Velebit über Svilaja, Dinara, Staretina, Šator, Vitorog, Klekovača, Oštrelj bis hin zur Manjača. Ihre Leistungen spiegeln sich in Zahlen wider: In sieben Operationen innerhalb eines Jahres bauten und reparierten sie etwa 900 km Straßen, befestigten und errichteten 500 Unterstände für Kampfwagen, 840 Artillerie- und Mörserstellungen, 550 Stahlbetonunterstände, 500 Bunker sowie mehr als 400 Unterstände und Lager für Soldaten."
    },
    {
      "type": "paragraph",
      "text": "Der Südliche Vorstoß war ein entscheidender Schlag, der den Feind zerschlug und besiegte.\r\\nDie Kroatische Armee und die HVO-Kräfte unterstützten erneut die Armee von Bosnien und Herzegowina dabei, die gegen sie gerichteten Offensivaktionen serbischer Formationen, insbesondere um Bosanski Novi und Ključ, zu schwächen. Dadurch konnten das 5. und 7. Korps der Armee von BiH nun günstigere militärische Positionen im Sana-Tal und in Richtung Skender Vakuf einnehmen, was zuvor nicht möglich gewesen war."
    },
    {
      "type": "paragraph",
      "text": "Die Überreste der bosnisch-serbischen Streitkräfte sowie die zerbrochenen und vertriebenen serbischen Rebellen aus Kroatien wurden auf einen schmalen Verteidigungsstreifen um Banja Luka reduziert — die letzte Stadt, die sie zu retten und zu verteidigen versuchten. Somit endete ihr Traum von Krajina mit dem Verlust dieser einzigen Stadt, die nur 23 km von kroatischen Kräften entfernt lag."
    },
    {
      "type": "image",
      "src": "/images/dvadeseta_slika.jpg",
      "alt": "dvadeseta_slika",
      "caption": null
    }
  ]
}