{
  "slug": "i18-chapter",
  "title": "Zerstörung heiliger Gegenstände",
  "content": [
    {
      "type": "heading",
      "level": 3,
      "text": "JEŽEVIĆ – Neue Kirche des Heiligen Erlösers"
    },
    {
      "type": "paragraph",
      "text": "Die Kirche wurde zwischen 1967 und 1969 erbaut. Die neue Kirche des Heiligen Erlösers wurde in Ježević errichtet, da den katholischen Gläubigen der Besuch der alten kroatischen Kirche des Heiligen Erlösers an der Cetina-Quelle verboten wurde. Diese wurde vollständig von den serbisch-rebellen Chetniks zerstört."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Heiliger Erlöser (9. Jahrhundert) an der Cetina-Quelle"
    },
    {
      "type": "paragraph",
      "text": "Die staatlichen Behörden verhinderten in Absprache mit der ortsansässigen orthodoxen Bevölkerung, dass die Kroaten ihren Glauben ausübten, wegen der ständigen Ansprüche der Svetosavska-Kirche auf kroatisches kulturelles und sakrales Erbe. Dank des Svetosavska-Mythos über die Herkunft der Kirche des Heiligen Erlösers an der Cetina-Quelle wurde diese während des Heimatkriegs nicht zerstört."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "MAOVICE – Kirche des Heiligen Georg"
    },
    {
      "type": "paragraph",
      "text": "Die Kirche wurde 1901 erbaut. Während des Krieges wurde sie geplündert und verwüstet; der Glockenturm an der Fassade mit der Glocke wurde zerstört."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "MALJKOVO – Kirche des Heiligen Joseph"
    },
    {
      "type": "paragraph",
      "text": "Erbaut 1913. Während 1991/1992 setzten serbische Rebellen die Kirche in Brand und beschädigten sie stark."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "VRLIKA – Pfarrkirche Unserer Lieben Frau vom Rosenkranz"
    },
    {
      "type": "paragraph",
      "text": "Die Kirche wurde im 19. Jahrhundert errichtet. Serbisch-rebellen Chetniks verwüsteten die Kirche, zerstörten Inventar, plünderten wertvolles sakrales Inventar und Kunstwerke, zerstörten Wandfresken und verwüsteten die Fassade."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "ZASIOK – Kirche des Heiligen Johannes des Täufers"
    },
    {
      "type": "paragraph",
      "text": "Die Kirche wurde 1780 erbaut. Serbische Rebellen und die Jugoslawische Volksarmee (JNA) beschädigten die Kirche Ende 1991 stark und rissen das Dach ab."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "KIJEVO – Kirche des Heiligen Erzengels Michael"
    },
    {
      "type": "paragraph",
      "text": "Die Kirche wurde 1933 erbaut. Im August 1991 zerstörten serbisch-rebellen Chetniks und die JNA die Kirche bis auf die Fundamente."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "UNIŠTA – Kirche des Heiligen Joseph"
    },
    {
      "type": "paragraph",
      "text": "Im August und Dezember 1991 sprengten serbische Rebellen und die JNA die Kirche bis auf die Fundamente."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Kapelle der Heiligen Katharina"
    },
    {
      "type": "paragraph",
      "text": "Im August und Dezember 1991 setzten serbische Rebellen und die JNA die Kapelle in Brand."
    },
    {
      "type": "paragraph",
      "text": "Während der militärisch-polizeilichen Befreiung des besetzten Gebiets der Cetina-Region blieben die sakralen Gebäude der Serbisch-Orthodoxen Kirche unbeschädigt."
    },
    {
      "type": "paragraph",
      "text": "DRAGOVIĆ – Kloster der Geburt der Allerheiligsten Theotokos und die Kapelle der Heiligen Paraskeva.\r\\nOTIŠIĆ – Friedhofskapelle und Kirche des Heiligen Erzengels.\r\\nVRLIKA – Kirche des Heiligen Nikolaus."
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}