{
  "slug": "1-chapter",
  "title": "The Formation of the First Parties",
  "content": [
    {
      "type": "paragraph",
      "text": "In mid-1990, the first non-communist political party was organized: the Croatian Social Liberal Union. This was soon followed by the formation of numerous political parties, among which the Croatian Democratic Union, led by political dissident Dr. Franjo Tuđman, played a prominent role."
    },
    {
      "type": "paragraph",
      "text": "The Croatian Democratic Alliance (HDS) of Dr. Marko Veselica became the first political party in Croatia to establish a local branch in the Municipality of Sinj after the introduction of the multi-party system. The meeting was held on January 21, 1990, on the playground of the elementary school in Hrvace, where the party held a second gathering on April 8, 1990. A major pre-election rally of the Coalition of the People's Accord (of which the HDS was a member) was held on April 17, 1990, at the same location."
    },
    {
      "type": "paragraph",
      "text": "The HDS was also the first political party to hold a meeting in the village of Otok, on February 11, 1990."
    },
    {
      "type": "paragraph",
      "text": "The Croatian Democratic Union (HDZ) was founded in Vrlika on February 22, 1990. At that time, several parties were established (SK-SDP, HDS, HDZ, HNS, SHS, and HSLS), each aiming to win the elections or at least participate in the government. The Croatian Party of Rights was later established, but it was not officially registered."
    },
    {
      "type": "paragraph",
      "text": "On March 23, 1990, Dr. Franjo Tuđman arrived in the village of Brnaze. The following day, the largest pre-election rally (about 30,000 people) in the Municipality of Sinj was held, where Dr. Tuđman gave a speech. He presented a clear vision of a sovereign Croatian state, which created great enthusiasm among the many members and supporters of the HDZ."
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}