{
  "slug": "2-chapter",
  "title": "Armed Rebellion of the Serbs",
  "content": [
    {
      "type": "paragraph",
      "text": "On August 17, 1990, an open armed rebellion by Serbs began in the area around Knin, known as the Log Revolution.\r\\nCroatian Serbs blocked roads around Knin on August 17, 1990, thereby physically initiating the armed rebellion, which was called the “Log Revolution” due to the placement of large logs and heavy stones."
    },
    {
      "type": "paragraph",
      "text": "The so-called Log Revolution marked the beginning of an armed uprising by part of the Serbian population in Croatia against the democratically elected government. The ultimate goal was to annex parts of Croatian territory to a para-state entity in line with the plans for the creation of Greater Serbia. Two days after the roadblocks were erected, a referendum was launched on Serbian autonomy within Croatia."
    },
    {
      "type": "paragraph",
      "text": "In Obrovac and Knin, weapons from the reserve police were distributed to Serbian civilians and militia members, and the rebels organized guards and blocked roads with stones, trees, and vehicles. This cut off the connection between continental Croatia and Dalmatia, right in the middle of the tourist season."
    },
    {
      "type": "paragraph",
      "text": "Croatian President Franjo Tuđman ordered an urgent intervention. Armored personnel carriers that set out via the Lika highway toward Titova Korenica were stopped by the Serbian population and withdrew toward Slunj.\r\\nThree helicopters carrying special police units were also sent but were intercepted near Ogulin by three MiG jets of the so-called Yugoslav People’s Army, forcing them to abandon their mission."
    },
    {
      "type": "paragraph",
      "text": "Although Serbs fired at a police patrol near Civljani on September 20, the situation calmed down after a few days. Still, the “Log Revolution” clearly signaled that Croatia would have to defend its freedom and independence from aggression with arms."
    },
    {
      "type": "image",
      "src": "/images/prva_slika.png",
      "alt": "prva_slika",
      "caption": "Pripadnici Martićeve milicije u s. Civljane"
    },
    {
      "type": "paragraph",
      "text": "The first armed provocations in the Cetina region began on August 17, 1990, around 3:42 p.m., when barricades were set up between the villages of Kijevo and Polača, and in Vrlika in the village of Civljani (Pekac). The placement of barricades by the JNA and the rebel Serbs aimed to completely blockade Kijevo and prevent the preparation and organization of defense."
    },
    {
      "type": "paragraph",
      "text": "In Sinj, upon hearing the news, citizens took to the streets, protesting against Chetnik terrorist activities. Several thousand protestors took part in these spontaneous demonstrations through the city streets. Protests also continued in front of the 332nd signal regiment barracks. Commander Miloje Petrović threatened to fire at the protestors if they did not disperse."
    },
    {
      "type": "paragraph",
      "text": "The barricades were temporarily removed, and around 8 p.m. on August 17, 1990, the commander of the 10th police station from Sinj arrived in the village of Kijevo with two police Land Rovers. The barricades were removed throughout the area in order to hold the referendum on the proclamation of SAO Krajina, which took place on August 19, 1990, and were re-erected on September 2, 1990."
    },
    {
      "type": "image",
      "src": "/images/druga_slika.png",
      "alt": "druga_slika",
      "caption": null
    }
  ]
}