{
    "slug": "mjere-pripravnosti",
    "title": "Preparations for defense against Serbian aggression",
    "text": "On August 17, 1990, an extraordinary session of the Executive Council was held in the Municipality of Sinj. The security situation in the endangered area was analyzed. A conclusion was reached:\n•\tLaw enforcement forces are the only legitimate ones to be engaged in fighting against the rebellious enemy forces. All services are placed at the disposal of the police.\n•\tA permanent duty shift and 24-hour activity are introduced in the Secretariat for National Defense.\n•\tThe President of the Executive Council of the Municipality of Sinj and the Secretary of the Secretariat for National Defense should call representatives of the Territorial Defense Headquarters for talks.\nBased on the situation in the Republic of Croatia, the President of the Republic of Croatia, Dr. Franjo Tuđman, on August 18, 1990, made a decision to introduce readiness measures in the territory of the Republic of Croatia.\nIn the city of Zagreb and all municipalities within the territory of the Republic of Croatia, readiness measures of Level I are introduced as follows:\n1.\tUpdate all documents from plans for emergencies and readiness;\n2.\tIntroduce duty shifts in municipal (city) authorities;\n3.\tStrengthen all measures of social self-protection, especially security measures and the protection of classified data, physical security of vital facilities, especially those important for the life, security, and defense of the Republic;\n4.\tActivate up to 50 percent of the wartime organization (reserve staff) of internal affairs bodies;\n5.\tEnsure uninterrupted operation of the Information Centers;\n6.\tIntroduce permanent duty shifts in cryptographic bodies (centers and stations) and ensure crypto protection of information.\n________________________________________\nThe Executive Councils of the Municipal Assemblies from point I are obligated to notify the Government of the Republic of Croatia about the implementation within 8 hours of receiving this decision.\nPRESIDENT\nDR. FRANJO TUĐMAN\nOn the same day, August 18, 1990, the Executive Council of the Assembly of the Municipality of Sinj held an urgent extraordinary session in an expanded composition. The security circumstances in the Municipality of Sinj were considered, and readiness measures were implemented:\n•\tThe documents of emergency plans and the Readiness Plan were updated;\n•\tContinuous duty shifts were introduced for the leaders of the Executive Council, the Municipal Assembly, and municipal administrative bodies;\n•\tProtection measures were strengthened, especially physical security of facilities of vital importance for the life, security, and defense of the Republic of Croatia, and data protection measures were enhanced;\n•\t50% of the police reserve staff was activated;\n•\tContinuous operation of the Information Center and cryptographic service in the Secretariat for National Defense of the Municipality of Sinj was ensured;\n•\tIn case of extraordinary aggression, mobilization will be ordered and carried out, as well as the transition to working under wartime conditions in accordance with the mobilization plan.\nThe duty of the on-call personnel was to receive all notices, messages, acts in the absence of the President of the Municipal Assembly of Sinj and the Executive Council, and after working hours, and to take all necessary actions and coordinate all activities carried out by the competent authorities in the Municipality." 
}