{
    "slug": "ustroj-postrojbi",
    "title": "Organization of Croatian Armed Units in the Cetina Region",
    "text": "The police station was in Sinj, and police detachments were established in Vrlika and Trilj. Between January 1, 1990, and May 30, 1990,\nThe number of personnel increased with the first police officers who completed training in Zagreb. According to the needs of the Sinj Police Station, police forces from the Split and Šibenik police administrations were deployed to the endangered area. The number of police personnel and police from other municipalities’ units grew to the strength of a battalion (400 people) before direct combat operations.\nLogistical support for law enforcement forces from the very beginning of the \"Balvan Revolution\" was provided by economic entities at the level of the Sinj Municipality. From then until direct combat operations, machinery and personnel were available.\n<b>First police officers (from July 24, 1990)</b> \nMembers of the first police officers started training on August 5, 1990, in schools and training centers of the Ministry of the Interior of the Republic of Croatia (MUP RH). Upon completing the course, members were assigned to special and elite units of the MUP RH. By the end of 1990 and the beginning of 1991, the only militarily organized, trained, and armed combat units were the special and elite units of the MUP RH, which provided armed resistance to the JNA forces, Martić’s militia, and other enemy units in all endangered areas of Croatia. The second wave of joining special police units was mediated through the 10th police station Sinj.\n<b>Formation of volunteer units in the territory of the Sinj Municipality (August 20, 1990)</b>\nAfter the rebel Serbs began blocking the Knin-Vrlika-Sinj road on August 17, 1990, in the territory of Sinj Municipality, a list of volunteers willing to defend the sovereignty of the Republic of Croatia with arms was compiled.\n<b>Air unit and Parachute-diversionary detachment</b>\nThe organization of the Air Unit and Parachute-diversionary detachment began in mid-October 1990. The commander of the unit was Matko Raos.\nMatko Raos and other pilots created a plan for relocating aircraft, which happened frequently later; already on October 17, 1990, they made improvised bombs of 5 and 10 kg and conducted training for their deployment on pinpoint targets. Specific combat tasks were developed for insufficiently defended airports in Mostar, Divulje, and Zadar. Eight airstrips were prepared for maneuvering to avoid destruction. Subsequently, firefighting aircraft from Hvar were included in air combat operations with the task of dropping napalm on the Kozjak radio-relay node.\nBefore the formation of the Croatian National Guard (ZNG), they conducted aerial reconnaissance and filmed the area and communications toward Knin. In May 1991, they were integrated into the 4th brigade.\n<b>Formation of the 4th ZNG Brigade and the 2nd Battalion of the 4th ZNG Brigade</b>\nAccording to the development plan, the formation of the 4th active-duty ZNG brigade was foreseen, the only such unit in Dalmatia, with the following deployment:\n•\tSplit – Brigade headquarters and 1st battalion,\n•\tDubrovnik – 2nd battalion,\n•\tImotski – 3rd battalion (which would include one company from Sinj),\n•\tŠibenik – 4th battalion,\n•\tZadar – 5th battalion.\nInitially, all units were supposed to form one company. The deadline for the formation of active-duty and reserve ZNG units was May 5, 1991.\nBetween August 5 and 7, 1991, the 2nd battalion was deployed to the frontline defense of Vrlika – Perućko Lake, where the entire 2/4 ZNG brigade was deployed.\nAt the end of October 1991, the mortar platoon of the 2nd battalion was used for the first time in an attack on enemy positions in the villages of Otišić, Potravlje, and Maljkovo.\nOn November 3, 1991, the 2nd battalion moved to the Dubrovnik theater with the task of defending the Dubrovnik hinterland, where it stayed for 15 days.\nAt the same time, part of the unit was inserted behind enemy lines in the Vrlika area (36 km behind enemy lines) with the task of reconnaissance, diversionary activities, and evacuating the remaining population. They stayed there for 15 days.\nA platoon of anti-aircraft defense from the 2nd battalion remained defending Sinj’s airspace and during an enemy air attack on November 12, 1991, managed to shoot down an enemy aircraft.\nIn early December 1991, the battalion was sent to the Drniš front (Svilaja mountain – Vrba village – Ramljane village) to prevent enemy advances toward Split, remaining there until the end of January 1992.\nAlso, one platoon of volunteers from the battalion was sent to the Dubrovnik hinterland, where it participated in the city’s defense during the heaviest attacks (2 members died and 6 were wounded during this time).\nOn February 9, 1992, members of the 2nd battalion took the solemn oath at the “Sveti križ” barracks in Dračevac and were then sent back to the Dubrovnik front (villages Topolo, Stupa, Matići, Bistrina bridge) to stop enemy advances toward Neum. Due to an unfavorable tactical situation (the unit was not connected to the 3rd/4th ZNG brigades), the battalion launched an offensive, capturing Šumet and Velji vrh, securing contact with the 3rd/4th brigades, and thus gaining a crucial tactical advantage over the enemy. Several enemy soldiers were neutralized, and two were captured and handed over to the Military Police unit.\nAt the end of March 1992, the battalion returned to the Dubrovnik front (villages Cerovica, Hutovo), and one platoon from Livno and Tomislavgrad was sent to assist the defense of the village Rujani. Due to unprepared positions, 3 battalion members were killed, and 11 were wounded, so the battalion was withdrawn for consolidation.\nAfter a short rest, the battalion returned to the Dubrovnik front, participating in liberating occupied territories, including the villages Turkovići, Milići, Pećina, Zavala, and a large area toward Ravno. During this action, a large amount of weapons, ammunition, vehicles, and equipment was captured. After establishing defense lines, positions were handed over to reserve units, and the battalion was transferred to the Dubrovnik hinterland to participate in liberating the Dubrovnik region.\nOn May 8, 1992, the commander of the anti-tank platoon of the 2nd battalion of the 4th ZNG brigade in Glumina village was tasked with destroying bunkers on Čavaška Gradina. After a brief briefing, the task was executed. However, during the approach, the platoon came under mortar fire, with two members seriously wounded (Dražen Pavlović and Neven Vučić) and several others lightly injured.\nAndrija Matijaš had the same task on May 11, 1992. Informed by the previous group, he managed, with great effort, to destroy the bunker and secure Čavaška Gradina, but with one fallen fighter, Ante Jerković.\nIn the following period (June, July, August), the battalion participated in battles to liberate Dubrovnik (Southern front) in the area where the 4th Guards Brigade had responsibility, liberating the villages Osojnik, Kalađurđevići, Nenovići, Zaplanik, and Orah.\nIn the second phase of clearing the area of enemy forces, the battalion liberated territory from Vlaštica through Volunj gaj, Tresibrad, and Maksin hill, holding the breakthrough gap toward the village Bobovišta.\nOn December 1, 1992, the 4th ZNG brigade transitioned into the Guards brigades, and the 2nd battalion of the 4th ZNG brigade merged with an independent company (SHUS) to form the 1st battalion of the 4th Guards Brigade.\nThe 2nd battalion of the 4th ZNG brigade fought under the name “Croatian Angels” and certainly left an indelible mark in the history of the defense of Dalmatia, especially its southern part.\n<b>Formation of the 3rd/115th reserve brigade of the ZNG</b>\nThe brigade was organized from volunteer platoons and groups with various military specialties. On July 1, 1991, a reserve ZNG battalion was formed." 
}