{
  "slug": "7-chapter",
  "title": "Operation Pirate Maslenica",
  "content": [
    {
      "type": "paragraph",
      "text": "As one of the first liberation operations of the Croatian Army and Ministry of Internal Affairs, the military-police Operation Maslenica marked a turning point in the course of the Croatian War of Independence."
    },
    {
      "type": "paragraph",
      "text": "In just 72 hours, with the participation of all three branches of the Croatian Army, Operation Maslenica liberated nearly one hundred square kilometers of previously occupied Croatian territory. The operation was crucial for the defense of Croatia against enemy aggression and for the further military actions of the Croatian Army and Ministry of Internal Affairs."
    },
    {
      "type": "paragraph",
      "text": "Operation Maslenica began on January 22, 1993, at 6 a.m., under the code name “Gusar” (Pirate). In three days, Croatian defenders liberated about fifteen villages in the hinterland of Zadar, as well as important strategic points such as Novsko Ždrilo and the Zemunik airbase. The operation was essential for connecting northern and southern Croatia and for further military actions by the Croatian Army."
    },
    {
      "type": "paragraph",
      "text": "In the first three days of the action, 19 members of the Croatian Army and Ministry of Internal Affairs were killed and 70 wounded. However, due to intense artillery, rocket, and tank attacks, as well as occasional infantry-sabotage attacks by the aggressor that followed immediately after Operation Maslenica, by March 31, 1993, a total of 127 Croatian defenders had died."
    },
    {
      "type": "paragraph",
      "text": "Operation Maslenica involved all branches of the Croatian Army. Units engaged included those from the then Split Corps Area – the 4th Guard Brigade, tactical groups 112 and 113, the 126th Brigade, the 7th Home Guard Regiment, the 40th Engineer Battalion, the 72nd Military Police Battalion, special units of the Ministry of Internal Affairs, parts of the 9th, 3rd, 2nd, and 1st Guard Brigades, units of the Main Staff of the Croatian Army, the Electronic Warfare Center Split, land, sabotage, and naval forces of the Croatian Navy, as well as the Helicopter Squadron of the Croatian Air Force and Air Defense."
    },
    {
      "type": "image",
      "src": "/images/jedanaesta_slika.jpg",
      "alt": "jedanaesta_slika",
      "caption": null
    }
  ]
}