{
    "slug": "op-peruca",
    "title": "Operation Peruća",
    "text": "The Peruća Dam is an embankment dam on the Cetina River, measuring 467 meters in length, 67 meters in height, with a reservoir stretching 15 kilometers and a volume exceeding 560 million cubic meters. As a strategically significant position in the realization of the idea of Greater Serbia’s borders, Serbian forces controlled it continuously from September 1991, constantly threatening to blow it up and cause a water avalanche that, had it occurred, could have flooded the downstream Cetina area from Sinj and Trilj to Omiš, home to around 50,000 inhabitants.\nFaced with losses suffered in Operation Maslenica, Serbian paramilitary forces invaded the Peruća area on January 27, 1993. This area was part of the so-called pink zone under a previously established agreement, monitored by UNPROFOR, where the opposing sides were supposed to withdraw ten kilometers from the separation line. Serbian forces expelled the Kenyan troops from UNPROFOR, destroyed a bridge that was part of the dam system, and during the night placed explosives on the monitoring gallery of the Peruća Dam. The next day, around 10 a.m., a powerful detonation was heard.\nAlthough heavily damaged by the explosion, the dam did not collapse. Smaller forces of the Croatian Army—since most of the forces were tied up at Maslenica—had earlier noticed enemy troop concentration and activity in the dam area. Members of the 16th Home Guard Regiment, an intervention group from the 126th Brigade, an anti-tank group from the 141st Brigade, members of the SOOV Sinj, and Military Police, all present in the area, launched an attack after the explosion. In a short time, they secured the area around the Peruća Dam and pushed forward to the line Umac – Gornji Kunci – Babića Brig, liberating an area larger than 140 square kilometers. Following this, repairs and reinforcement of the dam’s damage were undertaken, preventing further collapse and the disaster that could have resulted.\nAlongside the bravery and dedication of the Croatian Army members, one of whom was killed during the operation and three wounded, a significant contribution to averting the possible disaster was made by a member of the British UNPROFOR forces, then twenty-six-year-old Royal Marine Mark Nicholas Gray. Understanding the danger and potentially catastrophic scenario, he had already, in the summer of 1992, released the mechanism that regulated the dam’s spillway, thus ensuring the permanent outflow of water from the reservoir. Thanks to this, the water level of the lake at the moment of the Peruća Dam explosion was five meters lower than the maximum, and thus the pressure on the damaged dam was reduced, preventing its erosive self-destruction." 
}