{
  "slug": "9-chapter",
  "title": "Battle for Veli Vrh",
  "content": [
    {
      "type": "paragraph",
      "text": "The Battle for Veli Vrh was a significant engagement during the Croatian War of Independence. It was the largest infantry battle in the entire war fought in the Cetina region."
    },
    {
      "type": "paragraph",
      "text": "On June 8, 1993, sixteen members of the Vrlička company of the 126th Croatian Army Brigade were stationed on Veli Vrh. They faced a fierce attack by Greater Serbian aggressors from the rebel Serb-held territories, who were determined to wrest control of this dominant Svilaja peak from the Croatian defenders. Controlling this peak was crucial as it secured further advancement of the Croatian Army towards Ždanj above the village of Štikovac and maintained control over the entire Knin area."
    },
    {
      "type": "paragraph",
      "text": "Two groups, totaling just over 20 specially trained Serbian commandos, climbed from Otišić to Svilaja. Under the cover of darkness, which provided concealment, they approached behind the Croatian Army positions on Veli Vrh. Then, heavy artillery fire was unleashed on the Croatian positions, coordinated and directed by the Serbian commandos. After the artillery barrage ceased, the Serbian infantry assault began."
    },
    {
      "type": "paragraph",
      "text": "In the initial moments, due to the element of surprise and the preceding artillery fire, the Serbian attackers gained an advantage. At the very start of the infantry attack, Petar Varnica was killed by a sniper’s bullet, and Vinko Skorup was seriously wounded. The battle quickly intensified. Another ten Croatian defenders were injured. Reinforcements from the 126th Brigade arrived remarkably fast and managed to defend the position."
    },
    {
      "type": "paragraph",
      "text": "During the battle at Veli Vrh, one Serbian commando was killed, a member of the unit based in Bruška that was trained by the infamous Dragan Vasiljković (\"Captain Dragan\"). Later, another casualty was discovered among the Serbian attackers—a Bulgarian mercenary named Miter Mitka, whose remains were found at the foot of Veli Vrh."
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}