{
  "slug": "a10-chapter",
  "title": "Operation Winter",
  "content": [
    {
      "type": "paragraph",
      "text": "In Zagreb, on March 30, 1994, a Agreement on the Separation of Forces and Ceasefire was signed with representatives of the rebel Serbs, with international mediation. Infantry forces were separated by 1.5 km backward, which became the new separation line, while smaller caliber artillery was pulled back 10 km, and larger caliber artillery 20 km from the separation line. With this, Croatia once again sought a peaceful way to regain occupied territories within its borders."
    },
    {
      "type": "paragraph",
      "text": "Three months later, it became increasingly clear that the United Nations Protection Force (UNPROFOR) did not meet expectations and the obligations it had taken, as it became a guardian of the status quo. Croats openly expressed dissatisfaction by blocking their checkpoints, clearly signaling that it was time for their intervention or the Croatian Army (HV) would start liberating occupied areas."
    },
    {
      "type": "list",
      "items": [
        "Preparations of the Croatian Army"
      ]
    },
    {
      "type": "paragraph",
      "text": "The Croatian Army intensively prepared to strengthen its capabilities, and training alongside defensive operations was the main task in 1994. Thus, the \"Damir Tomljanović-Gavran\" Center for Specialist NCO Training was established in the Šepurine barracks near Zadar, which quickly became synonymous with exceptional training, professionalism, and readiness of the Croatian soldier. Intensive trainings and exercises were held for larger combined offensive operations of all HV components (Posejdon 94, Bandira 94)."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Operation objectives"
    },
    {
      "type": "list",
      "items": [
        "To push the enemy back on the left and right sides of the Livanjsko polje (Livanjsko field) along the directions Poviruša – Troglav and Čelebić – Radanovci – Bogdaši, pushing them deeper back and thereby increasing the security of the road from Livanjsko polje and Rujani toward Sinj, as well as creating greater freedom of maneuver for Croatian forces on Livanjsko polje.",
        "To achieve more favorable strategic positions for continuing offensive operations aimed at liberating occupied areas in Croatia and Bosnia and Herzegovina.",
        "To weaken and stop attacks by Serbian forces on Bihać, binding them to that part of the front line."
      ]
    },
    {
      "type": "paragraph",
      "text": "Croatian forces:"
    },
    {
      "type": "list",
      "items": [
        "4th Guards Brigade (gbr)",
        "5th gbr",
        "7th gbr",
        "114th Brigade (br) HV",
        "1st Croatian Guards Corps (HGZ)",
        "126th Home Guard Regiment (dp)",
        "6th dp",
        "72nd Military Police Battalion (VP)",
        "Croatian Air Force and Air Defense (HRZ and PZO)",
        "40th Engineer Battalion",
        "306th Logistics Base",
        "275th Electronic Warfare Company of the HV General Staff (GS HV)",
        "Other HV forces in preparation and execution of the operation."
      ]
    },
    {
      "type": "paragraph",
      "text": "Croatian Defense Council (HVO) forces:"
    },
    {
      "type": "list",
      "items": [
        "1st gbr HVO",
        "2nd gbr HVO",
        "3rd gbr HVO",
        "60th Guards Battalion Ludvig Pavlović",
        "2nd VP Battalion HVO",
        "22nd HVO Commando Unit",
        "55th dp HVO",
        "79th dp HVO",
        "80th dp HVO",
        "Mixed battalion of home guard units ZP Vitez",
        "Special Police forces from Herzegovina",
        "Other HVO forces in preparation and execution of the operation."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Operation dynamics (November 29 – December 24, 1994)"
    },
    {
      "type": "paragraph",
      "text": "The start of the operation was marked by the insertion of several combat groups of the 3rd battalion of the 126th dp into enemy rear to take control of important heights and thus prepare the ground for continued offensive action. One group came into contact with the enemy and opened fire, sending a short message: \"It has begun!\" Everyone understood what followed. A breakthrough by Croatian forces along the entire front was launched and initial successes were achieved on Dinara, where the peaks Bat and Srt were taken, and the villages Čaprazlije, Gubin and Sajković on the left edge of Livanjsko polje were liberated. Of special importance was the liberation of the dominant Bat peak for the continuation of combat actions. The enemy undertook counterattacks and the defense line was engineeringly fortified. Particularly stubborn resistance was offered in Čelebić. On the right edge of Livanjsko polje, Croatian forces pushed the enemy back as well. Gradually, the wedge of Croatian forces advanced deeper into Livanjsko polje. Control was gained over part of Čelebić, Jevačka kosa, Radanovac peak and the villages Radanovci and Vrbica. Croatian forces continuously advanced slowly, by a few kilometers forward across Livanjsko polje or from one height to another on Dinara. It was very important to coordinate the advances on the left and right flanks of the attack so that they could support each other, creating greater security and stability of liberated territory."
    },
    {
      "type": "paragraph",
      "text": "In the final days of the operation, Croatian forces entered Šormazi, Pržine and Ninkovići, and on the right side of Livanjsko polje, Bogdaši and Šegrti were liberated. Combat operations lasted until Christmas Eve, after which the defense line was established. A new struggle followed with the winter conditions of life on Dinara and Livanjsko polje."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Guards brigades 4th and 7th on Dinara"
    },
    {
      "type": "paragraph",
      "text": "The winter of 1994 brought two guards brigades, the 4th and 7th, to Dinara, which from that operation continuously remained on that front, alternating positions and acting together in continued offensive operations of Croatian forces. An interesting fact is the dates these brigades were introduced into operation Zima 94. The 4th began actions on December 4, and the 7th on December 7, when the first position change with the 4th was made. What awaited the 4th in the new rotation was a surprise because the Pumas advanced further and secured better tactical positions. Later, the 4th responded similarly and each new line push forward became a kind of competition between them, all aimed at securing safer and more favorable positions. It is no surprise that the members of the guards brigades and other units in operation Zima 94 called each other brothers and sisters."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Croatian Air Forces in Operation Zima 94"
    },
    {
      "type": "paragraph",
      "text": "The contribution of the Croatian Air Force flight crews in transporting personnel, weapons, equipment, and especially material and means for fortifying positions and accommodating Croatian forces on Dinara and Livanjsko polje was invaluable and deserves an honorable chapter in the history of air force operations in the Homeland War. Over 800 flights were conducted, transporting more than 1300 soldiers and over 500 tons of equipment and supplies. Wounded and sick Croatian defenders were also evacuated by air, with helicopter Mi-8MTV crews spending 222 hours in the air on these missions."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Engineering in the operation"
    },
    {
      "type": "paragraph",
      "text": "Engineering units accompanied the advance of Croatian forces on Dinara, and their role was crucial to the operation’s success. Among road breakthrough actions on Dinara, the construction of the “road of life” from Maglaj to Vještić gora stands out as a remarkable and commendable achievement. They brought tanks to Dinara, or as participants called them, 40-ton “cans,” pushing through snow and enemy resistance toward the enemy’s withdrawal.\r\\nDuring the advance toward Grabež, members of the 4th gbr found a group of Croatian civilians from Banja Luka whom the enemy had forcibly brought to prepare their positions. They were rescued and cared for."
    },
    {
      "type": "paragraph",
      "text": "After the 4th gbr had been established and recognized as a striking force in the Dubrovnik front, the armored units also played an important role in operation Zima 94 in critical moments, breaking enemy lines and pushing forward. This was demonstrated during the breakthrough toward the Pržine and Ninkovići areas."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Achievements and specifics of the operation"
    },
    {
      "type": "list",
      "items": [
        "About 200 km² of territory was liberated, approximately 10 km wide and 20 km deep.",
        "Most of Livanjsko polje was under Croatian control.",
        "Important peaks and heights on Dinara were taken.",
        "The threat of possible enemy attacks from Livanjsko polje toward Sinj was eliminated.",
        "Indirect weakening of enemy attacks and pressure on Bihać forces. Part of those forces was relocated from the Bihać front to the Bosansko Grahovo and Glamoč areas, whose inhabitants called for help after the Croatian breakthrough in operation Zima 94.",
        "Relief of HVO and Army of BiH forces on the Cincar and Kupres fields.",
        "Croatian forces took the initial step toward Knin.",
        "The operation took place simultaneously on flat (Livanjsko polje) and mountainous terrain (Dinara).",
        "The operation was conducted in extreme winter conditions, which surprised the enemy.",
        "Tanks rolled over swampy and frozen Livanjsko polje and Dinara, a unique example of tank use in combat at high altitudes.",
        "For the first time, exceptional training of Croatian forces was evident, with tank crews, artillerymen, and infantry acting as a unified, coordinated force."
      ]
    },
    {
      "type": "image",
      "src": "/images/trinaesta_slika.jpg",
      "alt": "trinaesta_slika",
      "caption": null
    }
  ]
}