{
    "slug": "plan-z4",
    "title": "Plan Z4",
    "text": "March 6, 1995. Plan Z-4 – the rebellious Serbs rejected living in Croatia and planned to annex the occupied territories to Serbia.\nPlan Z-4, which literally gave Serbs in Croatia a state within a state, was first rejected by Knin in February 1995. The Serbs explained that they wanted to live in Yugoslavia, which officially existed until 2003. For the rebellious Serbs who occupied and destroyed a third of Croatia, with the help of the JNA and Serbia, any life in Croatia was unimaginable, and their only goal was how to annex their fascist entity, the so-called SAO Krajina, to Serbia.\nAfter this decision and the rejection of Plan Z-4, preparations began for Operations Flash and Storm, the most beautiful story in Croatian history that brought freedom to the Croatian people.\nPlan Z-4 was officially announced to the public at the beginning of 1995 and offered the Serbs more than broad autonomy within the Republic of Croatia, essentially a “state within a state.”\nAfter the fascist entity called SAO Krajina rejected Plan Z-4, on March 6, 1995, the Croatian Parliament also rejected it.\nAccording to Plan Z-4, Serbian Krajina had the right to:\n•\ta president, parliament, government, and courts\n•\tname, flag, coat of arms\n•\tits own currency\n•\tuse of language and script\n•\tthe right to its own taxes\n•\tits own police, customs, and the ability to make international treaties, which are mostly attributes of statehood of a people.\nThe Croatian Army could enter Serbian Krajina only at the invitation of the president of that “state within a state.” Croatian laws on that territory would be enforced only with the consent of the Government of Serbian Krajina, and disputes between Krajina and Croatia would be resolved by a special constitutional court!\nBut even that was not enough for the rebellious Serbs; they obviously had other plans, which are known since their eyes were focused exclusively on Belgrade, turned away from Zagreb.\nIt is important to emphasize that in those 11 “Serb municipalities” before the proposal of Plan Z-4, genocide was committed against Croats — all Croats there were killed, expelled, taken to camps, women were raped, churches destroyed, and their homes completely destroyed and looted.\nIn 1995, at a session of the Croatian Parliament, a decision was made that Plan Z-4 was unacceptable for Croatia. From Plan Z-4, it followed that the so-called Serbian Krajina would be almost a completely independent entity within the Republic of Croatia, but without international subjectivity, i.e., a “state within a state.”\n<b>Why did the Serbs reject a plan that gave Krajina state attributes?<\b>\nIn January 1995, President Tuđman requested from the UN Secretary-General Boutros-Ghali to end the UNPROFOR mandate in Croatia. Peter Galbraith, the US ambassador to Croatia, was already working extensively on Plan Z-4 and led the group of four foreign ambassadors who worked on that plan. According to Plan Z-4, 11 districts with a Serbian majority were to form Serbian Krajina, a state within the state of Croatia.\nPeter Galbraith first handed Plan Z-4 to President Tuđman, who took note of it and put it aside. Then Galbraith tried to hand the same plan to Milošević, but he, probably due to the sensitive Kosovo issue, refused to even receive the four. He directed them to Knin, to Milan Martić.\nA meeting was arranged for February 2, 1995. A high-ranking official, former minister in the RSK government (who wished to remain anonymous), recalls the arrival of the four in Knin. The meeting with Martić was scheduled at the Knin fortress at 5 p.m. An hour and a half before the meeting with the ambassadors, RSK President Martić called Milan Babić, RSK Minister of Foreign Affairs and president of the Serbian Democratic Party, and Prime Minister Mikelić to his office. He wanted to inform them about Plan Z-4. “Don’t ask me how I got Plan Z-4. It is political integration of Krajina into Croatia. I have no mandate to do that, there was a referendum in May 1991. Serbs from Krajina decided to live in Yugoslavia,” said Mile Martić, also referring to a conversation with Milošević, who allegedly supported him in rejecting Plan Z-4.\n<b>The fascist entity Krajina decided – we do not want to be part of Croatia!<\b>\nMilan Babić thought the same and demanded a blockade of the Economic Agreement with Zagreb until a UN resolution on the new UNPROFOR mandate was passed.\n“As long as I am president of Krajina, I will not accept the plan until the UNPROFOR mandate is adopted,” Martić reportedly snapped at Babić and Mikelić.\nWhen the meeting with the ambassadors began, Martić said a few introductory words. Then Peter Galbraith began to speak: “An ambassador from a friendly country will address you regarding Plan Z-4.” When Russian ambassador Kerestedžijanc opened his notebook and began introductory remarks, Martić rudely and undiplomatically interrupted him: “Don’t bother, I won’t accept your plan.”\n“Wait until I finish,” Kerestedžijanc replied.\n“Time-out, time-out,” Peter Galbraith interjected seeing Martić’s reaction.\nAfter that, the four ambassadors – Peter Galbraith (USA), Leonid Kerestedžijanc (Russia), Jean-Jacques Gaillarde (France), and a representative of the Geneva Conference – withdrew for about 20 minutes for consultations. When they returned, Peter Galbraith, raising his voice, turned to Martić and said: “This is a cardinal mistake! Many things will happen; the consequences are unknown!”\nAfter this “rejection,” on February 8, 1995, the Assembly of the “Republic of Serbian Krajina” convened, where Martić explained the rejection of Plan Z-4. Almost all deputies supported him.\nTuđman then decided to liberate western Slavonia by a military-police operation launched on May 1, 1995." 
}