{
  "slug": "c12-chapter",
  "title": "Operation Jump 1",
  "content": [
    {
      "type": "paragraph",
      "text": "Under the organization of the Split Corps Area, a successful one-day offensive operation Skok 1 was carried out on Dinara. Croatian forces defeated the enemy and advanced five kilometers deep and 15 kilometers wide, thereby achieving stability and security of the positions gained on Dinara and the Livanjsko field."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Goal of Operation Skok 1"
    },
    {
      "type": "list",
      "items": [
        "To seize dominant heights on Dinara in the area from Zeleno brdo to Crvena Greda and establish fire control over enemy positions at Uništa and Cetina locations.",
        "To secure the gained defensive positions against possible enemy attacks from the direction of Kijevo-Uništa."
      ]
    },
    {
      "type": "paragraph",
      "text": "Commanders and units in the operation"
    },
    {
      "type": "paragraph",
      "text": "The operation was led by the Command of the Split Corps Area headed by Major General Ante Gotovina. Croatian forces involved included units of the 7th Guards Brigade of the Croatian Army and the 126th Home Guard Regiment from Sinj. Other Croatian forces also provided support during the action."
    },
    {
      "type": "paragraph",
      "text": "Dynamics of Operation Skok 1"
    },
    {
      "type": "paragraph",
      "text": "The main direction of the attack took place in the areas of Velika Duvjakuša – Velika Glavica and Zeleno brdo – Razvale. The 7th Guards Brigade advanced rapidly and by the evening of April 7, 1995, reached the line: Bunjevačko brdo – Marino brdo – Veliki bat – Jančiji vrh – Lišanjski vrh – Slime – Jakelića dolac – Velika Glavica. The average altitude on the newly established Dinara line was around 1800 meters."
    },
    {
      "type": "paragraph",
      "text": "Enemy forces responded with a counterattack to retake positions and shelled the 7th Guards Brigade positions from the area of the village Cetina, but the attack was repelled. With the successfully conducted Operation Skok 1, the enemy on Dinara was again defeated and an important area was liberated with a depth of 5 km and width of 15 km, thereby increasing the security of Dinara and the Livanjsko field."
    },
    {
      "type": "paragraph",
      "text": "After a week, Croatian forces continued advancing on Dinara toward Crvene grede. This time again, Croatian forces defeated the enemy and liberated an additional approximately 20 square kilometers, resulting in a total of about 100 square kilometers of Dinara territory freed in a week.\r\\nThe enemy attacked again in early May 1995 to retake the area, with a particularly strong attack near Crni bunari. In a strong counterattack, the 7th Guards Brigade forces managed, after fierce fighting, to repel the enemy and preserve the previously gained defensive positions.\r\\nOne of the surprises to which war strategists pay special attention was the introduction of tanks in offensive operations on Dinara. Tank forces of the 7th Guards Brigade in April 1995 helped secure victories for Croatian forces on Dinara."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Croatian Air Force in operations on Dinara"
    },
    {
      "type": "paragraph",
      "text": "One of the important roles in supporting ground forces in gaining control over Dinara was played by the flight crews of Mi-8 MTV1 helicopters from the 95th Aviation Base of the Croatian Air Force, based in the “Knez Trpimir” barracks in Divulje. Flights were organized for air transport of Croatian defenders to the Dinara positions, evacuation of the wounded and sick, as well as medical teams. Equally important was the delivery of ammunition and weapons, construction materials, containers, and prefabricated houses for the accommodation of forces."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Liberation-offensive action Skok 1 – the Dinara battle"
    },
    {
      "type": "paragraph",
      "text": "Operation Skok 1 can also be called the Dinara battle of Croatian forces against the enemy because the fights took place at an average altitude of about 1800 meters. This required exceptional physical and psychological readiness and training of forces to conduct the operation in very demanding terrain and weather conditions because the area of the operation was still covered in snow.\r\\nIt was a new challenge for the participants of this operation, especially for the Varaždin Puma forces who put their hearts into it and heroically defended Dinara. After all, the Puma, after which they received their combat name, is also known as the “mountain lion,” symbolically confirming the Puma’s full readiness to operate on the peaks of Dinara."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Reaction of the rebel leaders in Knin"
    },
    {
      "type": "paragraph",
      "text": "After significant successes of Croatian forces on Dinara and approaching the Knin hinterland, the rebel leaders in Knin faced double fear. One was related to the superiority of Croatian forces on Dinara, and the other danger was seen in western Slavonia due to the opening of the highway and the possibility of Croatian forces’ action and “cutting western Slavonia in two parts.” The course of events confirmed that these fears were justified: Western Slavonia was liberated by Operation Flash, and Croatian forces’ actions on Dinara were the prelude to Operation Storm and the liberation of Knin."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Fatalities and missing members of the 7th Guards Brigade in the defense of positions in Operation Skok 1"
    },
    {
      "type": "paragraph",
      "text": "In Operation Skok 1, Croatian forces suffered no fatalities or injuries among their members, and this operation was the only one among seven operations conducted by Croatian forces in the year from Winter ’94 to the Southern Route carried out without any casualties or losses among Croatian defenders."
    },
    {
      "type": "image",
      "src": "/images/cetrnaesta_slika.jpg",
      "alt": "cetrnaesta_slika",
      "caption": null
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}