{
    "slug": "op-skok-2",
    "title": "Operation Jump 2",
    "text": "Under the organization of the Split Operational Zone, Croatian forces successfully carried out the offensive operation Skok 2 in the area of Dinara and the Livanjsko Polje region from June 4 to 11, 1995. Thus, the victorious advance of Croatian forces in liberating the homeland continued after Skok 1 and Bljesak with another push on Dinara, gradually opening views towards Knin, while Livanjsko Polje was completely liberated.\n<b>Goal of Operation Skok 2<\b>\n• Continue pushing the enemy in two directions: towards Bosansko Grahovo (the villages of Ninkovići – Crni Lug – Donje Peulje) and towards Glamočko Polje (the village of Grkovci – Mount Šator).\n• Connect the Croatian forces advancing on the eastern and western sides of Livanjsko Polje into one whole, thus achieving continuous control over the area from Dinara via Mount Šator and Staretina to Kupreška vrata.\n• Subject the towns of Bosansko Grahovo and Glamoč to direct fire from Croatian artillery and liberate Livanjsko Polje in its entirety.\nA fierce breakthrough by the 4th Guards Brigade resulted in taking control of important dominant positions that allowed them to liberate the previously strong enemy stronghold of Crni Lug. Important elevations were also liberated by members of the 126th Home Guard Regiment, while the 3rd Guards Brigade of HVO and the 1st HGZ also advanced, and these forces linked up on the northern edge of Livanjsko Polje on the very first day.\nDuring the eight days of Operation Skok 2, Croatian forces gained control of new important heights on Dinara at altitudes between 1600 and 1700 meters, and for the first time, Livanjsko Polje was entirely under Croatian control. Additionally, with a flank advance, Croatian forces reached above Uništa, opening the possibility to oversee Cetinska Krajina and the Vrlika field. Also, by taking control of Mali and Veliki Šator, control over part of Glamočko Polje was achieved.\n<b>Croatian Air Force in operations on Dinara<\b>\nSupport from Croatian Air Force flight crews was extremely significant, and an air bridge to Dinara was established, transporting defenders, equipment, weapons, and materials for fortification by Mi-8 MTV helicopters. Their contribution was especially valued in evacuating wounded and ill Croatian defenders who were rapidly transported to the nearest hospitals. During Operation Skok 2, troops of the 1st Guards Brigade from Ogulin were transported by air to the Livno area.\n<b>Initiative of General Gotovina<\b>\nFrom the successful defense of Livno in 1992 until the offensive operations on Dinara in 1995, Commander General Ante Gotovina continuously led Croatian forces, immediately taking the initiative and maintaining constant initiative on the battlefield. Quick, sudden, and effective strikes were decisive in the defense and offensive actions of Croatian forces.\nThe main enemy forces were units of the so-called 7th North Dalmatian Corps of the Serbian Krajina Army and the so-called 2nd Krajina Corps of the Army of the Republika Srpska.\nOne of the results of Operation Skok 2 is the complete control of Livanjsko Polje, stretching 45 km, so Croatian forces were no longer in a wedge formation. From this operation, that wedge turned into a double-edged sword directed at Bosansko Grahovo and Glamoč, the new targets of Croatian offensive actions.\n<b>Liberated area<\b>\nIn total, an area 30 km wide and 15 km deep was liberated, approximately 450 square kilometers. Unlike Skok 1 (a one-day action in which Croatian forces penetrated 5 km deep and 15 km wide), this operation was more comprehensive, involving more units, lasting a week, and liberating a larger area.\n<b>Results of the Skok 2 battle<\b>\nIn eight days of Operation Skok 2, Croatian forces took control of new significant heights on Dinara at altitudes of 1600-1700 meters, and for the first time, Livanjsko Polje was fully under Croatian control. Also, by advancing on the flanks, Croatian units reached above Uništa, opening the possibility of overseeing Cetinska Krajina and the Vrlika field. By taking control of Mali and Veliki Šator, oversight over part of Glamočko Polje was established, and now a breakthrough towards Glamoč from the north was possible.\n<b>Medical support on Dinara<\b>\nThe wartime medical service on Dinara showed that humanity and readiness to sacrifice in the hardest conditions are principles guiding them in all Croatian military actions. Among others, the medical unit of the 4th Guards Brigade established a hospital on Dinara with a permanent medical team consisting of a surgeon, anesthesiologist, and supporting medical staff.\n<b>Military successes of Croatian forces on Dinara indirectly helped Bihać<\b>\nThe Bihać enclave in western Bosnia was completely surrounded by enemy units from Bosnia and Herzegovina and Croatia united in Operational Group Spider. The victories of Croatian forces and advances towards Bosansko Grahovo and Glamoč somewhat weakened the pressure of aggressor forces on Bihać." 
}