{
    "slug": "op-ljeto-95",
    "title": "Operation Summer '95",
    "text": "The Croatian Army and the Croatian Defence Council successfully carried out the offensive operation Summer 95 from July 25 to 30, 1995, in western Bosnia, liberating the towns of Glamoč and Bosansko Grahovo. After this operation, Croatian forces were only 10 km away from Knin.\n\n<b>Objectives of Operation Summer 95:<\b>\n• Liberate the towns of Glamoč and Bosansko Grahovo and create conditions for the liberation of Knin and the occupied areas of northern Dalmatia and Lika.\n• Weaken the pressure of Serbian forces on Bihać.\n• Take control over the enemy communication line Knin – Banja Luka.\n• Special police units from Herzegovina, the Special Purpose Unit Gavran 2 from Čitluk.\n• HVO Guards Brigades\n• HVO artillery and rocket regiments\n• HVO Military Police forces\n• Other HVO forces involved in the execution and support of the operation.\n\n<b>Course of the operation<\b>\n1. Direction: Crni Lug – Bosansko Grahovo\nOn the first day, the 7th Guards Brigade broke through enemy defenses and established a new frontline for further advance. The enemy reinforced their positions here, likely pulling forces from the Bihać front, fulfilling one of the operation’s goals to weaken the enemy encirclement around Bihać. On the second day, the 2nd Battalion of the 9th Guards Brigade captured the important stronghold Nos and linked up with the Puma forces pushing unstoppable towards Bosansko Grahovo. On the third day, the 4th Guards Brigade was introduced, accelerating advances and encircling Bosansko Grahovo, which was liberated by the 7th and 4th Guards Brigades together on July 28. Additionally, Croatian forces took control of the strategic mountain pass Derale (965 m), disrupting the enemy communication between Knin and Banja Luka.\n\n2. Direction: Mount Šator – Glamoč\nIn this direction, HV and HVO units jointly operated, with the attack beginning simultaneously with the breakthrough towards Grahovo. On the first day, the 81st Guards Brigade broke through initial enemy positions and continued liberating the mountainous area north of Glamoč. Other units entered combat, advancing closer to Glamoč. The 81st GB pushed towards the Glamoč – Bosansko Grahovo route, and the 2nd HVO Guards Brigade reached Poljanski vrh, establishing visual contact with the Glamoč field. Other HVO forces advanced through the Koričine pass towards Glamoč. On the fourth day, Glamoč was semi-encircled after the 81st GB liberated Ćoslije near Glamoč from the north, while HVO forces, after taking Koričine and Kujača, approached from the south. The 1st HGZ also defeated the enemy at Staretina. On the fifth day, Croatian forces entered Glamoč and continued pushing the enemy back.\n\n<b>Knin Gate<\b>\nSeizing control of the mountain pass Derale above Strmica — known as the “Knin Gate” due to its strategic importance — was a turning point in breaking enemy resistance towards Grahovo. After securing this pass, all rebel Serbian forces in northern Dalmatia were semi-encircled, and Croatian forces stood about ten kilometers from Knin.\n\n<b>Flanking maneuver from Nos to Velebit<\b>\nThe 2nd Battalion of the 9th Guards Brigade (formerly the Zadar 84th GB Termiti) was brought into battle on July 26, 1995, during Operation Summer 95. It captured the Nos hill with an enveloping maneuver, enabling further Croatian advances. Interestingly, this unit was pulled out on the third day of the operation and immediately transferred to Velebit, where it had earlier been before arriving at the Livno battlefield.\n\n<b>Characteristics of Operation Summer 95<\b>\n• Conducted on two separate but closely connected fronts: towards Bosansko Grahovo (breaking enemy in occupied Croatian territory) and towards Glamoč (breaking enemy in Bosnia and Herzegovina).\n• All enemy forces in northern Dalmatia were placed in semi-encirclement.\n• Complete dominance of Croatian forces on the battlefield.\n\n<b>Split Declaration<\b>\nOn July 22, 1995, Croatian President Franjo Tuđman and Chairman of the Presidency of Bosnia and Herzegovina Alija Izetbegović signed in Split the Declaration on the Implementation of the Washington Agreement, joint defense against Serbian aggression, and the pursuit of a political solution in line with international community efforts. This diplomatic text in practice meant the legal action of Croatian forces in the border areas of Bosnia and Herzegovina in a joint fight against the aggressor Serbian forces.\n\n<b>Public messaging before Operation Summer 95<\b>\nThe operation featured special Croatian Army tactics aimed at surprising the enemy and maintaining secrecy. Prior to the operation, Croatian television focused on promoting the successful tourist season and broadcast footage showing the 4th and 7th Guards Brigades relaxing in Split and Varaždin, while in reality, the brigades were already in their attack starting positions.\n\n<b>Note from the so-called Serbian Krajina Army<\b>\nAfter the Croatian breakthrough and liberation of Grahovo and Glamoč, the Serbian attack on Bihać and the 5th Corps of the Army of Bosnia and Herzegovina weakened. The Serbian Krajina Army explained that with this action, Croatia “saved” the 5th Krajina Corps of Alija’s army for the second time by forcing the Serbian army to regroup its forces from the Bihać battlefield to stop deeper Croatian advances along the mentioned attack front." 
}