{
    "slug": "op-maestral",
    "title": "Operation  Maestral",
    "text": "In a joint operation of the Croatian Army, Croatian Defence Council (HVO), and the Army of Bosnia and Herzegovina conducted in western Bosnia from September 8 to 15, 1995, the towns of Šipovo, Jajce, and Drvar, as well as the important mountain passes Mlinište and Oštrelj, were liberated. This was another defeat for the Bosnian Serbs and the remaining rebel Serbian units from Croatia who still defended the wider area of Banja Luka. Thus, the Maestral operation pushed toward the end of the war in Bosnia and Herzegovina and the definitive military defeat of the Serbian army.\n•\tOne month earlier, Operation Storm had ended, liberating Knin and the occupied territories of Dalmatia, Lika, Kordun, and Banovina, while the city of Bihać was also relieved.\n•\tMilitary defeats of the rebel Serbian forces in the Summer and Storm operations had still not convinced their leaders to accept the end of the war or the international community’s proposal for an ethnic territorial division in Bosnia and Herzegovina of 51 : 49 % (Serbs : Bosniaks and Croats). The only solution was to defeat them militarily again and bring them to the negotiating table.\n<b>Goal of Maestral<\b>\n•\tTo push enemy forces back from the frontline reached in Operation Storm to prevent possible attacks on Croatian forces and the Republic of Croatia.\n•\tTo push enemy forces further from Kupres, Glamoč, and Bosansko Grahovo.\n•\tTo liberate the towns of Šipovo, Jajce, and Drvar, including the Oštrelj mountain pass.\n•\tTo enable the 5th Corps of the Army of Bosnia and Herzegovina to act toward Bosanski Petrovac and Grmeč, and the 7th Corps of the Army of BiH toward Kotor Varoš.\n<b>Course of Maestral<\b>\n•\tDirection Glamoč – Šipovo – Jajce\nThis direction took place on the eastern frontline. On the first day of the operation, which started in the morning under fog and low clouds, the enemy defense was breached and initial Croatian force advances were made (liberation of the village Pribelja). On the second day, the 7th Guards Brigade liberated the important Mlinište pass on the Glamoč – Mrkonjić Grad road, the 4th Guards Brigade reached Jastrebnjak, and the 1st Croatian Guards Brigade, together with HVO forces and special units from Herzegovina, advanced to the Vitorog mountain. On the fourth day, HVO forces liberated Demirovac mountain above Kupres, successfully completing the first phase of the operation.\nContinuing the operation, the goal was the liberation of Šipovo, achieved on the fifth day by the 1st Guards Brigade, the 60th Guards Brigade of HVO, and members of the Croatian Army’s Intelligence and Reconnaissance Service. The 81st Guards Brigade of the Croatian Army was also introduced into combat along this attack direction. This was followed by the liberation of the villages Trnovo, Majdan, Čitluk, Gornji Volar, Ljuša, Kasumi, Gornji Baraći, as well as Gornja and Donja Pecka. On the sixth day, Jajce was liberated, completing all the set goals on this attack direction.\n•\tDirection Bosansko Grahovo – Drvar\nThe offensive actions of Croatian forces on the western direction toward Drvar and the Oštrelj pass began on the seventh day of the operation, marking the final phase of Maestral. Croatian forces decisively continued their advance, forcing the enemy to withdraw toward Bosanski Petrovac, while the 5th Corps of the Army of BiH advanced from the Bihać direction toward Petrovac. The 3rd Guards Brigade of HVO took control of the Klekovača mountain, and the final act was the liberation of Drvar and the surrounding area on the eighth day, including the Oštrelj pass.\nEurope and the International Community Monitoring the Maestral Developments\nAnother military defeat of Serbian forces in Maestral was closely followed by the Contact Group for Bosnia and Herzegovina, established in April 1994 and composed of representatives of the United States, the United Kingdom, France, Germany, and Russia. These countries took on the role of mediators on behalf of the international community to end the war and find a peace settlement in Bosnia and Herzegovina.\nLikewise, Croatia patiently awaited the acceptance by the leadership of the rebel Serbs to peacefully return the occupied areas of the Danube region under Croatian sovereignty. Of course, the Croatian Army units were also ready for a military liberation, and an operation called Danube was planned for that purpose.\nEnemy forces in desperation used grenades filled with a substance resembling chemical weapons on the second day of the operation. The attack was carried out south of Drvar, but a strong north wind blew toward the Croatian side, so there were no consequences for Croatian forces. However, the smell was noticeable as far as Knin and was likely from an irritant substance.\nThe enemy forces were defeated in Maestral and lost the 2nd Corps of Drvar. Only the 1st Banja Luka Corps remained, whose main concern now was to defend the wider Banja Luka area.\n<b>Results of Maestral<\b>\n•\tLiberated towns: Šipovo, Jajce, and Drvar\n•\tLiberated important passes: Oštrelj and Mlinište\n•\tLiberated mountains: Vitorog, Demirovac, Jastrebnjak, Klekovača\n•\tEnemy forces were defeated and pushed from an initial 100 km frontline to a narrow area between the Sana and Ugar rivers only 40 km wide." 
}