{
  "slug": "j19-chapter",
  "title": "Civilian victims of South Chetnik terror",
  "content": [
    {
      "type": "heading",
      "level": 3,
      "text": "Civilian Victims of Chetnik Terror in the Village of Kijevo:"
    },
    {
      "type": "paragraph",
      "text": "MARKO GOJEVIĆ, MATE, SLAVIĆ, BOJA SLAVIĆ, TOMO GAŠPAR, IVAN ERCEGOVAC."
    },
    {
      "type": "paragraph",
      "text": "JAKOVICA ERCEGOVAC and PERA GOJEVIĆ-ZRNIĆ."
    },
    {
      "type": "paragraph",
      "text": "In the village of Civljani, Cvita and Đoko Mačević were killed on August 25, 1991."
    },
    {
      "type": "paragraph",
      "text": "OKIĆ MARKO (a child from the Institute for Disabled Children in Vrlika) died on August 28, 1991, from starvation and dehydration during evacuation from Vrlika."
    },
    {
      "type": "paragraph",
      "text": "KOVAČEVIĆ SANJA, daughter of Milan from Podosoj (a child from the Institute for Disabled Children in Vrlika) died in Split on September 1, 1991."
    },
    {
      "type": "paragraph",
      "text": "DOMAZET JOKO, born in 1921, died on September 17, 1991, from the first artillery shells in the village of Zelovo."
    },
    {
      "type": "paragraph",
      "text": "GLAVINIĆ PAVA was burned on September 17, 1991, in her bed in the Glavinić hamlet in the village of Potravlje."
    },
    {
      "type": "paragraph",
      "text": "KOTROMANOVIĆ MARA and KNEZOVIĆ IVAN were killed on September 17, 1991, in front of their house in the village of Potravlje. He was found seated by his godfather Filip Lovrić."
    },
    {
      "type": "paragraph",
      "text": "CVITKOVIĆ IVA, widow of Dušan, born 1926, was burned alive by Chetniks on September 17/18, 1991, in her house in the village of Potravlje."
    },
    {
      "type": "paragraph",
      "text": "VARDIĆ MARA was burned by Chetniks in her house in the village of Satrić on September 18, 1991."
    },
    {
      "type": "paragraph",
      "text": "AJDUKOVIĆ IVA, late Josip’s wife, born February 9, 1935, was seriously wounded in the leg and abdomen during the shelling of Sinj on September 21, 1991."
    },
    {
      "type": "paragraph",
      "text": "BULJAN IVICA, son of Mile and Šima, born February 7, 1957, died on September 24, 1991, from the consequences of Chetnik violence in the hamlet of Stojić."
    },
    {
      "type": "paragraph",
      "text": "VUKASOVIĆ TIHOMIR, son of Nediljko, born 1977, stepped on a landmine at Kukuzovac on October 3, 1991, losing both legs."
    },
    {
      "type": "paragraph",
      "text": "KNEZ MIROSLAV, son of Filip, was wounded on October 23, 1991, during a mortar attack on Sinj."
    },
    {
      "type": "paragraph",
      "text": "KRIŽANAC STIPE was wounded on October 23, 1991, during a mortar attack on Sinj."
    },
    {
      "type": "paragraph",
      "text": "KAPETANOVIĆ MIRO, son of Juko and mother Katica née Šandrik, born October 19, 1938, a civilian from Bugojno, was killed on October 27, 1991, during the shelling of Sinj. He was buried at the Sultanovići cemetery in Bugojno."
    },
    {
      "type": "paragraph",
      "text": "VUKMAN ANĐELKA, daughter of Tomislav, born February 21, 1971, was wounded by shell fragments during the enemy shelling of Sinj on October 27, 1991. She died the same day in a hospital in Split."
    },
    {
      "type": "paragraph",
      "text": "JUKIĆ ANA, an elderly woman about 90 years old, was burned on her bed along with her house on October 30, 1991, in the village of Bitelić."
    },
    {
      "type": "paragraph",
      "text": "JUKIĆ IVA, born 1921, was killed on October 30, 1991, by firearm, then burned and left in the open near the Peruća Hydroelectric Plant, village Bitelić."
    },
    {
      "type": "paragraph",
      "text": "JUKIĆ MILICA was killed on October 30, 1991, by firearm, then burned and left in the open near the Peruća Hydroelectric Plant, village Bitelić."
    },
    {
      "type": "paragraph",
      "text": "BEŠLIĆ FILIP, late Marko, born 1931, was captured by Chetniks on November 3, 1991, at Orlovi Stijene (Eagles’ Rocks), and has been missing since."
    },
    {
      "type": "paragraph",
      "text": "BEŠLIĆ MARIJAN, late Ante, born 1927, was captured by Chetniks on November 3, 1991, at Orlovi Stijene, and has been missing since."
    },
    {
      "type": "paragraph",
      "text": "MIHALJEVIĆ IVA was killed on November 3, 1991, in the village of Potravlje."
    },
    {
      "type": "paragraph",
      "text": "BUDIĆ JOZO, late Filip, born 1905, from the village of Potravlje, was executed on November 6, 1991. His body had three stab wounds. He was found dead in his basement."
    },
    {
      "type": "paragraph",
      "text": "VIDOSAVLJEVIĆ IVAN was killed by Chetniks on November 13, 1991, in the village of Potravlje."
    },
    {
      "type": "paragraph",
      "text": "CVITKOVIĆ LUCA from Potravlje was killed on November 15, 1991. She was found on the terrace in front of her house, exposed to the elements and animals that literally tore apart the upper part of her body."
    },
    {
      "type": "paragraph",
      "text": "BUDIĆ IVA and MILICA, sisters from the village of Vučipolje, were seriously wounded by hand grenades thrown at them by Jovo Krivošić and Mitar Arambašić on November 20, 1991."
    },
    {
      "type": "paragraph",
      "text": "KUNAC ANĐA, late Marko (Đuka), was killed in November 1991 in the Kunac hamlet, village Potravlje."
    },
    {
      "type": "paragraph",
      "text": "CVITKOVIĆ BLAŽ, son of Marijan, born 1926. His wife IVA and their paralyzed daughter MARA were last seen alive on December 21, 1991. The bones of Iva and her daughter Mara were found in a grave owned by Stipe Gutić in Vrlika. The bones of the murdered Blaž were found in a barn in the village of Potravlje."
    },
    {
      "type": "paragraph",
      "text": "KUDRIĆ PETAR, late Ante, born 1908, was killed on January 2, 1992, in front of his house in the village of Potravlje."
    },
    {
      "type": "paragraph",
      "text": "HRGOVIĆ STIPAN, nicknamed Bakota, born [date missing], was killed on January 2, 1992, above Satrić. A group including Božo Cvitkovač, Željko Balaban from Grahovo, and Neđo Đapić from Bitelić beat and tortured him; Božo Cvitkovač from Maovice killed him."
    },
    {
      "type": "paragraph",
      "text": "KUNAC IVAN-ANDRIJA, born June 24, 1945, was killed on February 10, 1992. He was found dead in his house."
    },
    {
      "type": "paragraph",
      "text": "KNEŽEVIĆ MILORAD, employee of the Orlovac Hydroelectric Plant, was killed on May 6, 1992, by shell fragments at his workplace."
    },
    {
      "type": "paragraph",
      "text": "ŽUPIĆ IVAN, employee of the Orlovac Hydroelectric Plant, was killed on May 6, 1992, by shell fragments at his workplace; JOSIP ĆURKOVIĆ was seriously wounded."
    },
    {
      "type": "paragraph",
      "text": "ŠKALIC BOŽICA, daughter of Nikola, born in Maovice, was killed by Chetniks in Maovice on June 17, 1992."
    },
    {
      "type": "paragraph",
      "text": "VUČEMILOVIĆ-VRANJIĆ IVAN, son of Ilija, born in Ježević on July 20, 1936, was killed by Chetniks with a pickaxe in Ježević in 1992."
    },
    {
      "type": "paragraph",
      "text": "ZEČEVIĆ MARKO, son of Ivan, born in Maovice on July 24, 1926, went missing in Svilaja in 1992; a skull was found and identified by the police administration in Šibenik."
    },
    {
      "type": "paragraph",
      "text": "VUČEMILOVIĆ-GRGIĆ MARTA, daughter of Jura, born September 1, 1918, was found hanged in Ježević in 1992."
    },
    {
      "type": "paragraph",
      "text": "BARIŠIĆ JELA, daughter of Jakov and Iva, died of fear on February 26, 1993, in the shelter of the family house of Mijo Vujević in the village of Dabar."
    },
    {
      "type": "paragraph",
      "text": "KOVAČIĆ KATA, from the village of Dabar, was killed on February 27, 1993, while guarding sheep. Fire was opened from Vujević's ridge (Tavnica). Besides Kata, who was fatally wounded, Marko Čavčić was also injured."
    },
    {
      "type": "paragraph",
      "text": "STOJANAC IĆO, who suffered from asthma, died of fear on February 27, 1993."
    },
    {
      "type": "paragraph",
      "text": "ŽERAVICA BOJA, née Plazonić, born 1914, died in a minefield on May 27, 1993, in the Laktac district."
    },
    {
      "type": "paragraph",
      "text": "ŽERAVICA IVAN died in a minefield in the Laktac district on May 27, 1993."
    },
    {
      "type": "paragraph",
      "text": "ŽERAVICA CVITA, wife of Ivan, was wounded in a minefield in the Laktac district on May 27, 1993."
    },
    {
      "type": "paragraph",
      "text": "ŽERAVICA MARA, daughter-in-law of Ivan, was wounded in a minefield in the Laktac district on May 27, 1993."
    },
    {
      "type": "paragraph",
      "text": "ŠKORIĆ LUCA, widow of Božo Cvitko, born in Maovice on August 4, 1904, was killed by Chetniks near the mill in Maovice in July 1993."
    },
    {
      "type": "paragraph",
      "text": "BATURINA MARIJA, daughter of Filip, born May 13, 1922 – August 13, 1993, was found hanged in Maovice."
    },
    {
      "type": "paragraph",
      "text": "MARUNICA BOŽO, son of Jure and Nediljka, born August 5, 1915 – June 24, 1994, died from a mine placed near his beehives."
    },
    {
      "type": "paragraph",
      "text": "ŠTROLIGA JAKOV from the village of Dabar was killed on August 17, 1993, by a mine when he opened the door to his garage."
    },
    {
      "type": "paragraph",
      "text": "KLEPO JOSIP, son of Filip, born in Kosori on August 1, 1927, died from the consequences of Chetnik violence on the way to the hospital in Knin on October 13, 1993."
    },
    {
      "type": "paragraph",
      "text": "STIPANOVIĆ ŠIMA was wounded on June 26, 1994, during artillery attacks on the villages of Hrvace."
    },
    {
      "type": "paragraph",
      "text": "DOMJANOVIĆ MILE, late Ivan, born March 19, 1928 – September 30, 1995, died from an anti-personnel mine in the village of Vučipolje."
    },
    {
      "type": "paragraph",
      "text": "ŠTROLIGA ŠIMA, daughter of Marko and Ana, born March 12, 1941 – March 8, 1996, died by stepping on a mine when returning from exile to her home."
    },
    {
      "type": "paragraph",
      "text": "KRAJINA TINO, son of Stipan, born April 18, 1982 – April 30, 2005, died in the Bravčev Dolac area from the explosion of an anti-personnel mine. Nikola Krajina (born 1970) and Slavko Lijović (born 1978) were seriously wounded."
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}