{
    "slug": "civine-zrtve",
    "title": "Civilian victims of South Chetnik terror in the Cetinje region",
    "text": "Civilian victims of Chetnik terror in the village of Kijevo;\n\nMARKO GOJEVIĆ, MATE, SLAVIĆ, BOJA SLAVIĆ, TOMO GAŠPAR, IVAN ERCEGOVAC.\nJAKOVICA ERCEGOVAC and PERA GOJEVIĆ-ZRNIĆ.\nIn the village of Civljani on 25. 8. 1991, Cvita and Đoko Mačević were killed.\n\nOKIĆ MARKO (a child from the Institute for Disabled Children in Vrlika) died\non 28. 8. 1991 from starvation and dehydration during evacuation from Vrlika.\n\nKOVAČEVIĆ SANJA, daughter of Milan from Podosoje (a child from the Institute for\nDisabled Children in Vrlika) died in Split on 1. 9. 1991.\n\nDOMAZET JOKO, born 1921, was killed on 17. 9. 1991 by the first\nartillery shells in the village of Zelovo.\n\nGLAVINIĆ PAVA, was burned alive on 17. 9. 1991 in her bed in the hamlet\nof Glavinić in the village of Potravlje.\n\nKOTROMANOVIĆ MARA, KNEZOVIĆ IVAN, 17. 9, 1991, was killed in front of his house in the village\nof Potravlje. He was found in a sitting position by his godfather Filip Lovrić.\n\nCVITKOVIĆ IVA, widow of Dušan, 1926. Chetniks burned her alive on 17./18. 9. 1991\nin her house in the village of Potravlje,\n\nVARDIĆ MARA, 18. 9. 1991. Chetniks burned her in her house in the village of Satrić.\n\nAJDUKOVIĆ IVA, née Josip, 9. 2. 1935. During the shelling of Sinj\non 21. 9. 1991, she was severely wounded in the leg and abdomen.\n\nBULJAN IVICA, son of Mile and Šime, 7. 2. 1957. - 24. 9. 1991. died from\nthe consequences of Chetnik violence in the hamlet of Stojić,\n\nVUKASOVIĆ TIHOMIR, Nediljko's son, born 1977. On Kukuzovac on 3. 10.\n1991, he stepped on a landmine and lost both legs,\n\nKNEZ MIROSLAV, Filip's son, wounded on 23. 10. 1991 during mortar\nattack on Sinj.\n\nKRIŽANAC STIPE, wounded on 23, 10. 1991 during mortar attack\non Sinj.\n\nKAPETANOVIĆ MIRO, son of Juko and mother Katica née Šandrik, born 19. 10.\n1938, civilian from Bugojno. Killed on 27. 10. 1991 during shelling of Sinj.\nBuried at Sultanovići cemetery in Bugojno,\n\nVUKMAN ANĐELKA, Tomislav's daughter, born 21. 2. 1971. During\nenemy shelling of Sinj on 27. 10. 1991, she was wounded by shrapnel.\nShe died the same day in the Split hospital.\n\nJUKIĆ ANA, a 90-year-old woman. On 30. 10. 1991, she was burned in \nher bed along with her house, village of Bitelić,\n\nJUKIĆ IVA, born 1921. Killed on 30. 10. 1991 by firearms, then\nburned and left in the open near the Peruća Hydroelectric Plant, village of Bitelić.\n\nJUKIĆ MILICA, killed 30.10.1991 by firearms, then\nburned and left in the open near the Peruća Hydroelectric Plant,\nvillage of Bitelić.\n\nBEŠLIĆ FILIP, née Marko. 1931. Chetniks captured him on 3. 11. 1991 at\nOrlova stijena and he has been missing since.\n\nBEŠLIĆ MARIJAN, née Ante, 1927. Chetniks captured him on 3. 11. 1991 at\nOrlova stijena and he has been missing since.\n\nMIHALJEVIĆ IVA, killed on 3. 11. 1991 in the village of Potravlje.\n\nBUDIĆ JOZO, née Filip, 1905., from the village of Potravlje. Executed on 6. 11.\n1991., his body showed wounds from three knife stabs. He was found dead in\nhis basement.\n\nVIDOSAVLJEVIĆ IVAN, Chetniks killed him on 13. 11. 1991 in the village\nof Potravlje.\n\nCVITKOVIĆ LUCA from Potravlje, killed 15, 11, 1991, She was found on\nthe terrace in front of her house, in the open, exposed to the elements and\nanimals that literally tore apart the upper part of her body.\nBUDIĆ IVA and MILICA, sisters from the village of Vučipolje, 20. 11. 1991 were severely\nwounded by hand grenades thrown at them by Jovo Krivošić and Mitar\nArambašić,\nKUNAC ANĐA, née Marko (Đuka), in November 1991 killed in the hamlet\nof Kunac, village of Potravlje.\nCVITKOVIĆ BLAŽ, son of Marijan, 1926. His wife IVA and their\nparalyzed daughter MARA were last seen alive on 21. 12. 1991. The bones\nof Iva and daughter Mara were found in Vrlika, in a tomb owned by Stipe Gutić.\nThe bones of the killed Blaž were found in a barn in the village of Potravlje.\nKUDRIĆ PETAR, née Ante, 1908, Killed on 2. 1. 1992 in front of his house in\nthe village of Potravlje.\nHRGOVIĆ STIPAN nicknamed Bakota, born. Killed on 2. 1. 1992 above Satrić.\nGroup: Cvitkovac Božo, Balaban Željko from Grahovo and Đapić Neđo from\nBitelić beat and tortured him, and he was killed by Božo Cvitkovac from Maovice.\nKUNAC IVAN-ANDRIJA, born 24, 6, 1945, Killed 10. 2. 1992. Found\ndead in his house.\n\n\nKNEŽEVIĆ MILORAD, employee of HE Orlovac killed 6, 5. 1992 by\nshell fragments at his workplace.\nŽUPIĆ IVAN, employee of HE Orlovac. killed 6. 5, 1992 by shell\nfragments at his workplace, and JOSIP ĆURKOVIĆ was severely wounded,\nŠKALIC BOŽICA, daughter of Nikola, born in Maovice, Chetniks killed her in\nMaovice on 17. 6. 1992.\n\nVUČEMILOVIĆ-VRANJIĆ IVAN, Ilija's son, born in Ježević 20, 7. 1936.\nChetniks killed him with a pickaxe in Ježević 1992.\n\nZEČEVIĆ MARKO. Ivan's son, born in Maovice 24, 7. 1926. Disappeared in\nSvilaja 1992., a skull was found. Identified by Šibenik Police Department.\n\nVUČEMILOVIĆ-GRGIĆ MARTA, daughter of Jure, born 1. 9. 1918., found\nhanged in Ježević 1992.\n\nBARIŠIĆ JELA, daughter of Jako and Iva, died of fright 26. 2. 1993 in\nthe shelter of Mijo Vujević's family house in the village of Dabre.\n\nKOVAČIĆ KATA, from the village of Dabre, was killed 27, 2. 1993 while guarding\nSheep. Gunfire was opened from Vujevića grede (Tavnica), and besides Kata, who\nwas fatally wounded, Marko Čavčić was also wounded.\n\nSTOJANAC IĆO, suffered from asthma, died of fright 27. 2. 1993.\n\nŽERAVICA BOJA, née Plazonić, 1914, Killed in a minefield 27,\n5, 1993 in Laktac district.\n\nŽERAVICA IVAN, 27. 5. 1993. killed in a minefield in\nLaktac district.\nŽERAVICA CVITA, Ivan's wife, 27. 5. 1993. wounded in a minefield\nin Laktac district.\n\nŽERAVICA MARA, Ivan's daughter-in-law, 27. 5. 1993. wounded in a minefield\nin Laktac district.\n\nŠKORIĆ LUCA, née Cvitko, widow of Božo, born in Maovice 4. 8.\n1904. Chetniks killed her by the mill in Maovice in July 1993.\n\nBATURINA MARIJA, daughter of Filip, 13. 5. 1922. - 13. 8. 1993., found\nhanged in Maovice.\nMARUNICA BOŽO, son of Jure and Nediljko, 5. 8. 1915. - 24. 6. 1994., was killed\nby a mine placed near his beehives.\n\nŠTROLIGA JAKOV from the village of Dabre was killed 17. 8. 1993 by a mine when\nhe opened his garage door.\n\nKLEPO JOSIP, son of Filip, born in Kosori 1.8. 1927. Died from\nthe consequences of Chetnik violence on the way to the hospital in Knin 13.10. 1993.\n\nSTIPANOVIĆ ŠIMA, wounded 26. 6. 1994 during artillery attack on\nthe villages of Hrvace.\n\nDOMJANOVIĆ MILE, née Ivan, 19. 3. 1928. - 30. 9. 1995, Killed by\na landmine in the village of Vučipolje.\n\nŠTROLIGA ŠIMA, daughter of Marko and Ana, 12. 3, 1941, - 8. 3. 1996, Killed by\na mine when returning from exile to her home.\n\nKRAJINA TINO, son of Stipan, 18. 4. 1982. - 30. 4. 2005. Killed in\nthe area of Bravčev Dolac by an anti-personnel mine explosion,\nwhile Nikola Krajina (1970) and Slavko Lijović (1978) were severely wounded." 
}