{
  "slug": "2-chapter",
  "title": "Oružana pobuna srba",
  "content": [
    {
      "type": "paragraph",
      "text": "17. kolovoza 1990. u okolici Knina počela je otvorena oružana pobuna Srba poznata pod imenom Balvan revolucija."
    },
    {
      "type": "paragraph",
      "text": "Hrvatski Srbi blokirali su 17. kolovoza 1990. prometnice uokolo Knina čime su fizički započeli oružanu pobunu koja je zbog stavljanja velikih balvana i krupnog stijenja prozvana „balvan revolucijom“."
    },
    {
      "type": "paragraph",
      "text": "Takozvana balvan-revolucija početak je oružane pobune dijela srpskog stanovništva u Hrvatskoj protiv demokratski izabrane vlasti. Krajnji cilj bilo je pripajanje dijela teritorija Hrvatske paradržavnoj tvorevini u skladu s planovima o stvaranju Velike Srbije. Dva dana nakon postavljanja barikada na prometnicama, pokrenut je i referendum za srpsku autonomiju unutar Hrvatske."
    },
    {
      "type": "paragraph",
      "text": "U Obrovcu i Kninu oružje rezervne policije podijeljeno je srpskim civilima i milicajcima te su pobunjenici organizirali straže te kamenjem, drvećem i vozilima blokirali prometnice. Time je prekinuta veza između kontinentalne Hrvatske i Dalmacije, i to usred turističke sezone."
    },
    {
      "type": "paragraph",
      "text": "Hrvatski predsjednik Franjo Tuđman zapovjedio je hitnu intervenciju. Oklopne transportere koji su krenuli Ličkom magistralom u Titovoj Korenici zaustavilo je srpsko stanovništvo pa su se povukli prema Slunju."
    },
    {
      "type": "paragraph",
      "text": "Također su poslana tri helikoptera s pripadnicima specijalne policije koje su kod Ogulina presrela tri MIG-a tkz. “Jugoslavenske narodne armije” i prisilila ih da odustanu od obavljanja zadaće."
    },
    {
      "type": "paragraph",
      "text": "Iako su Srbi 20. rujna kod Civljana pucali na policijsku ophodnju situacija se za nekoliko dana smirila. Ipak „balvan revolucija“ jasno je najavila da će Hrvatska svoju slobodu i samostalnost od agresije morati braniti oružjem."
    },
    {
      "type": "image",
      "src": "/images/prva_slika.png",
      "alt": "prva_slika",
      "caption": "Pripadnici Martićeve milicije u s. Civljane"
    },
    {
      "type": "paragraph",
      "text": "Prve oružane provokacije na području Cetinske krajine počinju 17. kolovoza 1990. oko 15,42 sati kada su postavljene barikade između sela Kijeva i Polače te u Vrlici u selu Civljanima (Pekac). Postavljanje barikada od strane JNA i pobunjenih Srba imalo je za cilj potpuno blokirati Kijevo i onemogućiti pripremu i organizaciju obrane."
    },
    {
      "type": "paragraph",
      "text": "U Sinju, slušajući vijesti, građani su izašli na ulice, prosvjedujući zbog četničkih terorističkih aktivnosti. U tim spontanim prosvjedima gradskim ulicama sudjelovalo je nekoliko tisuća prosvjednika. Prosvjedi su nastavljeni i ispred vojarne 332. puka veze. Zapovjednik Miloje Petrović zbog tih prosvjeda zaprijetio je da će pucati po prosvjednicima ako se ne udalje."
    },
    {
      "type": "paragraph",
      "text": "Barikade su na kratko vrijeme uklonjene, a oko 20 sati 17. kolovoza 1990. u selo Kijevo došao je zapovjednik X. policijske stanice Sinj s dva policijska landrovera. Barikade su uklonjene na cijelom području zbog održavanja referenduma o proglašenju SAO Krajine, koji je održan 19. kolovoza 1990., a ponovo su postavljene 2. rujna 1990."
    },
    {
      "type": "image",
      "src": "/images/druga_slika.png",
      "alt": "druga_slika",
      "caption": null
    }
  ]
}