{
  "slug": "3-chapter",
  "title": "Pripreme za obranu od agresora",
  "content": [
    {
      "type": "paragraph",
      "text": "U Općini Sinj 17. kolovoza 1990. održana je izvanredna sjednica Izvršnog vijeća. Analizirano je sigurnosno stanje na ugroženom području. Donesen je zaključak:"
    },
    {
      "type": "list",
      "items": [
        "Redarstvene snage su jedine legitimne za angažiranje u borbi protiv pobunjeničkih neprijateljskih snaga. Sve službe stavljaju se policiji na raspolaganje.",
        "U Sekretarijatu za narodnu obranu uvodi se stalno dežurstvo i 24-satna aktivnost.",
        "Predsjednik Izvršnog vijeća općine Sinj i sekretar Sekretarijata za narodnu obranu treba pozvati predstavnike štaba Teritorijalne obrane na razgovor."
      ]
    },
    {
      "type": "paragraph",
      "text": "Na temelju stanja u Republici Hrvatskoj, Predsjednik RH dr. Franjo Tuđman 18. kolovoza 1990. donio je odluku o uvođenju mjera pripravnosti na području RH.\r\\nU gradu Zagrebu i svim Općinama na području Republike Hrvatske, uvode se mjere pripravnosti \r\\nI. stupnja i to: \r\\n1.\tmjera: ažurirati sve dokumente iz planova za izvanredne prilike i pripravnosti;\r\\n2.\tmjera: uvesti dežurstva u općinskim (gradskim) organima vlasti;\r\\n3.\tmjera: pojačati sve mjere društvene samozaštite, posebno mjere sigurnosti i zaštite tajnih podataka, fizičkog osiguranja vitalnih objekata, posebno onih važnih za život, sigurnost i obranu Republike;\r\\n4.\tmjera: aktivirati do 50 posto ratne organizacije (rezervnog sastava) organa unutrašnjih poslova;\r\\n5.\tmjera: osigurati neprekidan rad Centara za obavještavanje;\r\\n6.\tmjera: u kriptografskim organima (centrima i stanicama) uvesti stalno dežurstvo i osigurati kripto zaštitu informacija."
    },
    {
      "type": "paragraph",
      "text": "Obvezuju se Izvršna vijeća Skupština Općina iz točke I. da u roku od 8 sati od njenog prijema obavijeste Vladu Republike Hrvatske o njenoj provedbi."
    },
    {
      "type": "paragraph",
      "text": "PREDSJEDNIK \r\\nDR FRANJO TUDJMAN"
    },
    {
      "type": "paragraph",
      "text": "Isti dan 18. kolovoza 1990. Izvršno vijeće Skupštine Općine Sinj održalo je hitnu izvanrednu sjednicu u proširenom sastavu. Razmatralo se sigurnosne okolnosti u Općini Sinj i provedene su mjere pripravnosti:"
    },
    {
      "type": "list",
      "items": [
        "ažurirani su dokumenti planova za izvanredne prilike i Plan pripravnosti;",
        "uvedeno je neprekidno dežurstvo rukovoditelja Izvršnog vijeća, Skupštine općine i općinskih organa uprave;",
        "pojačane su mjere zaštite, naročito fizičko osiguranje objekata od vitalnog značaja za život, sigurnost i obranu RH, te su pojačane mjere zaštite podataka;",
        "aktivirano je 50 % pričuvnog sastava policije;"
      ]
    },
    {
      "type": "list",
      "items": [
        "osiguran je neprekidan rad Centra za obavješćivanje i kriptografske službe u Sekretarijatu za narodnu obranu općine Sinj;",
        "u slučaju izvanredne agresije zapovjedit će se i provesti mobilizacija kao i prelazak na rad u ratnim uvjetima u skladu s mobilizacijskim planom."
      ]
    },
    {
      "type": "paragraph",
      "text": "Zadatak dežurnih bio je da u odsutnosti predsjednika Skupštine Općine Sinj i Izvršnog vijeća i nakon radnog vremena primaju sve obavijesti, poruke, akte i da poduzimaju sve što je potrebno i usklađuju sve aktivnosti koje se provode od strane nadležnih tijela na području Općine."
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}