{
  "slug": "4-chapter",
  "title": "Ustroj hrvatskih oružanih postrojbi",
  "content": [
    {
      "type": "paragraph",
      "text": "Policijska postaja bila je u Sinju, a ustrojene su policijske ispostave u Vrlici i Trilju. U vremenu od 1. siječnja 1990. do 30. svibnja 1990."
    },
    {
      "type": "paragraph",
      "text": "Broj djelatnika povećao se s prvim redarstvenicima koji su završili tečaj u Zagrebu. Prema potrebi Policijskoj postaji Sinj, na ugroženo područje uključene su snage policije iz policijskih uprava Split i Šibenik. Broj djelatnika policije i policije iz postrojbi drugih općina do neposrednih borbenih djelovanja narastao je do jačine bojne (400 ljudi)."
    },
    {
      "type": "paragraph",
      "text": "Logističku potporu redarstvenim snagama od samog početka “Balvan revolucije“ pružali su gospodarski subjekti na razini Općine Sinj. Od tada do neposrednih borbenih djelovanja na raspolaganju su bili strojevi i ljudstvo."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Prvi redarstvenici (od 24. srpnja 1990.)"
    },
    {
      "type": "image",
      "src": "/images/treca_slika.jpg",
      "alt": "treca_slika",
      "caption": "Prvi redarstvenici MUP-a Republike Hrvatske"
    },
    {
      "type": "paragraph",
      "text": "Pripadnici prvog redarstvenika dana 5. kolovoza 1990. otpočinju s obukom u školama i centrima za obuku MUP-a RH. Završetkom tečaja pripadnici su raspoređeni u sastav specijalnih i posebnih postrojbi MUP-a RH. Krajem 1990. i početkom 1991., jedine, vojnički ustrojene, obučene i naoružane borbene postrojbe bile su specijalne i posebne postrojbe MUP-a RH, koje su pružale oružani otpor snagama JNA, Martićevoj miliciji i drugim postrojbama neprijatelja i to na svim ugroženim područjima RH. Drugi dio pristupanja u posebne postrojbe policije odvijao se posredovanjem X. policijske stanice Sinj."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Osnivanje dragovoljačkih postrojbi na teritoriju Općine Sinj (20. kolovoza 1990.)"
    },
    {
      "type": "paragraph",
      "text": "Nakon što su pobunjeni Srbi 17. kolovoza 1990. počeli blokirati prometnicu Knin-Vrlika- Sinj, na području Općine Sinj započelo se sa sačinjavanjem popisa dragovoljovaca koji su spremni da oružjem brane suverenitet Republike Hrvatske."
    },
    {
      "type": "image",
      "src": "/images/cetvrta_slika.png",
      "alt": "cetvrta_slika",
      "caption": "Pripadnici zrakoplovnog voda"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Zrakoplovna postrojba i Padobransko-diverzantsko odjeljenje"
    },
    {
      "type": "paragraph",
      "text": "Ustroj Zrakoplovne postrojbe i Padobransko-diverzantskog odjeljenja započeo je polovicom listopada 1990. Zapovjednik postrojbe je Matko Raos."
    },
    {
      "type": "paragraph",
      "text": "Matko Raos i ostali piloti napravili su plan premještanja zrakoplova, što se kasnije često događalo; već 17. listopada 1990. izradili su improvizirane bombe od 5 i 10 kg i vršili su trenažnu obuku za njihovo izbacivanje po točkastim ciljevima. Razrađivali su se konkretni zadaci borbenog djelovanja po tada nedovoljno branjenim aerodromima u Mostaru, Divuljama i Zadru. Uredili su 8 uzletišta za manevar radi izbjegavanja uništenja. Naknadno, za borbena djelovanja iz zraka uključili su i protupožarne zrakoplove s Hvara sa zadatkom bacanja napalma po radio-relejnom čvoru Kozjak."
    },
    {
      "type": "image",
      "src": "/images/peta_slika.jpg",
      "alt": "peta_slika",
      "caption": "Pripadnici padobransko-diverzantskog odjeljenja"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Osnivanje 4. brigade ZNG-a i 2. bojne 4. brigade ZNG-a"
    },
    {
      "type": "paragraph",
      "text": "Prema planu razvoja bilo je predviđeno formiranje 4. brigade ZNG-a djelatnog sastava, jedine takve na prostoru Dalmacije, sa sljedećim rasporedom:"
    },
    {
      "type": "list",
      "items": [
        "Split – Zapovjedništvo brigade i 1. bojna,",
        "Dubrovnik – 2. bojna,",
        "Imotski – 3. bojna (koja bi u svom sastavu imala jednu satniju iz Sinja),",
        "Šibenik – 4. bojna,",
        "Zadar – 5. bojna."
      ]
    },
    {
      "type": "paragraph",
      "text": "U početku su sve postrojbe trebale ustrojiti jednu satniju. Rok za izradu ustroja postrojbi djelatnog i pričuvnog sastava ZNG-a bio je 5. svibnja 1991."
    },
    {
      "type": "image",
      "src": "/images/sesta_slika.png",
      "alt": "sesta_slika",
      "caption": "Vod 2. bojne 4. Br ZNG-a krajem srpnja 1991."
    },
    {
      "type": "paragraph",
      "text": "U vremenu od 5. do 7. kolovoza 1991. 2. bojna je raspoređena na prvu crtu obrane Vrlika – Perućko jezero raspoređuje se kompletna 2/4. brigade ZNG."
    },
    {
      "type": "paragraph",
      "text": "Koncem listopada 1991. Vod minobacača 2. bojne prvi put je uporabljen u napadu na neprijateljske položaje sela Otišić, sela Potravlja i sela Maljkovo."
    },
    {
      "type": "paragraph",
      "text": "Dana 3. studenoga 1991. 2. bojna odlazi na Dubrovačko ratište sa zadaćom obrane Dubrovačkog zaleđa, gdje se zadržava 15 dana."
    },
    {
      "type": "paragraph",
      "text": "Dio pripadnika postrojbe u isto vrijeme ubačeni su iza neprijateljskih linija na Vrličko područje (36 km iza neprijateljskih crta) s zadaćom izviđanja neprijateljskih snaga, provedbu diverzantskih djelovanja i izvlačenja preostalog pučanstva. Na navedenom području zadržali su se 15 dana. Desetina PZO iz sastava 2. bojne ostala je u obrani zračnog prostora grada Sinja te su za vrijeme neprijateljskog zračnog napada 12. studenoga 1991. uspjeli srušiti neprijateljski zrakoplov."
    },
    {
      "type": "paragraph",
      "text": "Početkom prosinca 1991. bojna se upućuje na Drniško ratište (planina Svilaja – selo Vrba – selo Ramljane) sa zadaćom sprječavanja prodora neprijatelja u pravcu Splita i ista na navedenom ratištu do konca siječnja 1992."
    },
    {
      "type": "paragraph",
      "text": "Također jedan vod bojne (dragovoljci) prebačen je u zaleđe grada Dubrovnika gdje sudjeluje u obrani grada u vrijeme najžešćih napada na Dubrovnik (2 pripadnika su tom prilikom poginula a 6 pripadnika je ranjeno)."
    },
    {
      "type": "paragraph",
      "text": "Dana 9. veljače 1992. pripadnici 2. bojne u vojarni “Sveti križ“ Dračevac su položili svečanu prisegu nakon čega su ponovno upućeni na Dubrovačko ratište (selo Topolo – selo Stupa – selo Matići – most Bistrina) sa zadaćom zaustavljanja prodora neprijatelja u pravcu Neuma. Zbog taktički nepovoljne situacije (postrojba nije imala spoj s 3/4. brigade ZNG) bojna izvodi napadno djelovanje te zauzima Šumet i Velji vrh te osigurava spoj sa 3/4. brigade ZNG i tako ostvaruje bitnu taktičku prednost u odnosu na neprijatelja. Tom prigodom više neprijateljskih vojnika je neutralizirano a dva su zarobljena i predata postrojbi Vojne policije."
    },
    {
      "type": "paragraph",
      "text": "Koncem ožujka 1992. bojna ponovno odlazi na Dubrovačko ratište (selo Cerovica – selo Hutovo) a jedan vod bojne (od pripadnika iz Livna, Tomislavgrada) upućen je u pomoć obrane sela Rujani. Zbog nepripremljenosti položaja na koje je bojna došla na istima su poginula 3 pripadnika bojne a 11 pripadnika je ranjeno te je bojna povučena na konsolidaciju."
    },
    {
      "type": "paragraph",
      "text": "Nakon kraćeg odmora bojna je ponovno vraćena na Dubrovačko ratište gdje sudjeluje u oslobađanju okupiranih teritorija te su tom prilikom oslobođena sela: Turkovići, Milići, Pećina, Zavala i veliko područje u pravcu sela Ravno. Istom prilikom zarobljena je velika količina naoružanja, streljiva, motornih vozila i opreme. Po utvrđivanju linija obrane položaje su predali pričuvnim postrojbama a bojna je prebačena u zaleđe grada Dubrovnika te sudjeluje u oslobađanju Dubrovačkog zaleđa."
    },
    {
      "type": "paragraph",
      "text": "Dana 8. svibnja 1992. Zapovjednik protuoklopnog voda 2. bojne 4. brigade ZNG u s. Glumina dobio zadatak da unište bunkere na Čavaškoj Gradini. Kratak dogovor i krenulo se na izvršenje zadatka. Međutim, u tijeku prilaska Čavaškoj Gradini dolazi do minobacačke paljbe po protuoklopnom vodu gdje su dva pripadnika teže ranjena Dražen Pavlović i Neven Vučić, a nekoliko pripadnika lakše ranjeno."
    },
    {
      "type": "paragraph",
      "text": "Andrija Matijaš 11. svibnja 1992. ima isti zadatak. Informiran o svemu od prethodne grupe uspijeva uz velike napore uništiti bunker i zauzeti Čavašku Gradinu, ali uz jednog poginulog borca, Ante Jerkovića."
    },
    {
      "type": "paragraph",
      "text": "Bojna u narednom periodu (lipanj, srpanj, kolovoz) sudjeluje u bitkama oslobađanja grada Dubrovnika (Južnog bojišta) na prostoru na kojemu je 4. gardijska brigada imala svoju zonu odgovornosti te su tom prilikom oslobođena sela: Osojnik, Kalađurđevići, Nenovići, Zaplanik i Orah. U drugoj etapi čišćenja našeg područja od neprijateljskih snaga bojna provodi oslobađanje od Vlaštice preko Volunj gaja, Tresibrada i Maksin brda te drži odstupnicu prodora prema selu Bobovišta."
    },
    {
      "type": "paragraph",
      "text": "Dana 1. prosinca 1992. 4. brigada ZNG-a prelazi u Gradijske brigade te se tako i 2. bojna 4. brigade ZNG-a spaja sa Samostalnom  satnijom (SHUS-a) i formiraju 1. bojnu 4. gardijske brigade."
    },
    {
      "type": "paragraph",
      "text": "2. bojna 4. brigade ZNG-a ratovala je pod imenom “Hrvatski anđeli“ i zasigurno ostavila neizbrisiv trag u povijesti obrane Dalmacije, osobito njenog juga."
    },
    {
      "type": "image",
      "src": "/images/sedma_slika.png",
      "alt": "sedma_slika",
      "caption": "Ratni znak 2/4. Br ZNG-a"
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Osnivanje 3./115. pričuvne brigade ZNG-a"
    },
    {
      "type": "paragraph",
      "text": "Brigada je ustrojena od dobrovoljačkih vodova i skupina s različitim vojnim specijalnostima 1. srpnja 1991. formirana je pričuvna bojna ZNG-a."
    }
  ]
}