{
  "slug": "5-chapter",
  "title": "Oružani napad na cetinski kraj",
  "content": [
    {
      "type": "paragraph",
      "text": "25. kolovoza 1991. godine u ranim jutarnjim satima počeo je združeni napad JNA i srpskih paravojnih snaga na Kijevo i Vrlički kraj."
    },
    {
      "type": "paragraph",
      "text": "U borbama na vrličkom području poginuli su Ante Barać, Ive Lelas, Ilija Perajica i Ivan Tomaš a u Kijevu je poginuo Frane Jurić Arambašić."
    },
    {
      "type": "paragraph",
      "text": "Oficir JNA Ratko Mladić poveo je 25. kolovoza 1991. napad na Kijevo, Vrliku i vrlički kraj. Nenaoružane civile i hrvatske redarstvenike s osobnim pješačkim naoružanjem JNA je napadao tenkovima, topovima, minobacačima i zrakoplovstvom."
    },
    {
      "type": "paragraph",
      "text": "Na Vrliku je napad trajao više od 4 sata s preko 300 minobacačkih granata, Kijevo je tučeno tenkovskim granatama i VBR-om . Zatim je uslijedio napad iz zraka zabranjenim kasetnim bombama. Upućen je poziv general-majoru Špiri Nikoviću u Knin da se prestane bombardiranje civila i objekata . Oko 17 sati, zbog velike koncentracije i nadmoćnosti neprijatelja, napuštaju se položaji u Vrlici ."
    },
    {
      "type": "paragraph",
      "text": "Selo Otišić koje je do jučer bilo uporište srpskih paravojnih snaga, je očišćeno od strane hrvatskih snaga, bez žrtava. U kućama je pronađena veća količina naoružanja i vojne opreme, a pripadnici MUP-a su preporučili civilima koji su napustili selo, da se vrate kućama jer nema razloga za strah ."
    },
    {
      "type": "paragraph",
      "text": "Kao odgovor na velikosrpsku agresiju istog dana oko 13,30 sati u Sinju su hrvatski branitelji napali vojarne JNA “ Kula“ i „Tadija Anušić“, a blokiran je i vojni poligon Kukuzovac. U napadu na iste poginuli su branitelji i hrvatski dragovoljci Ivan Kamber iz Rude (vojarna „Kula“) i Luka Erceg iz Otoka (vojarna „Tadija Anušić“)."
    },
    {
      "type": "image",
      "src": "/images/osma_slika.jpg",
      "alt": "osma_slika",
      "caption": null
    }
  ]
}