{
  "slug": "8-chapter",
  "title": "Operacija Peruća",
  "content": [
    {
      "type": "paragraph",
      "text": "Brana Peruća nasuta je brana na rijeci Cetini duljine 467 metara, visine 67 metara te akumulacije duge 15 kilometara i zapremnine veće od 560 milijuna kubnih metara. Kao strateški značajnu poziciju u ostvarenju ideje granica velike Srbije, srpske su je snage od rujna 1991. kontrolirale neprestano prijeteći njezinim miniranjem i izazivanjem vodene lavine koja bi, da je do nje došlo, mogla potopiti područje u nizvodnom toku Cetine od Sinja, Trilja do Omiša, na kojem je živjelo oko 50 000 stanovnika."
    },
    {
      "type": "paragraph",
      "text": "Suočene s gubicima koje su imale u akciji Maslenica, srpske paravojne snage upale su 27. siječnja 1993. na prostor Peruće. Bila je to, prema prethodno uspostavljenom sporazumu tzv. ružičasta zona koju je nadzirao UNPROFOR, a sukobljene strane trebale su se povući deset kilometara od crte razdvajanja. Srpske snage protjerale su kenijske snage iz sastava UNPROFOR-a, srušile most koji je bio sastavni dio sustava brane te tijekom noći postavljale eksploziv na nadzornu galeriju brane Peruća. Sljedećeg dana oko deset ujutro odjeknula je snažna detonacija."
    },
    {
      "type": "paragraph",
      "text": "Premda teško oštećena eksplozijom, brana ipak nije popustila. Manje snage Hrvatske vojske, jer većina snaga bila je vezana za Maslenicu, ranije su uočile grupiranje i aktivnosti neprijatelja u području brane. Pripadnici 16. domobranske pukovnije, interventna skupina iz 126. brigade, protuoklopna grupa 141. brigade, pripadnici SOOV-a Sinj i Vojne policije koji su se nalazili na tom području nakon eksplozije kreću u napad. U kratkom vremenu zauzimaju prostor oko brane Peruća te izbijaju na crtu Umac – Gornji Kunci – Babića brig, oslobađajući tako površinu veću od 140 četvornih kilometara. Uslijedilo je utvrđivanje i sanacija oštećenja na brani, čime je spriječeno daljnje urušavanje i katastrofa do koje bi zbog toga došlo."
    },
    {
      "type": "paragraph",
      "text": "Uz srčanost i predanost pripadnika Hrvatske vojske, od kojih je jedan tijekom operacije poginuo, a trojica su ranjena, velik doprinos izbjegavanju moguće katastrofe dao je i pripadnik britanskih snaga UNPROFOR-a, tad dvadesetšestogodišnji kraljevski marinac Mark Nicholas Gray. On je, shvaćajući o kakvoj je opasnosti i potencijalno kobnom scenariju riječ, još u ljeto 1992. oslobodio mehanizam koji je regulirao preljevnu ustavu brane i time osigurao trajno otjecanje vode iz akumulacije. Zahvaljujući tomu, vodostaj jezera u trenutku detoniranja brane Peruća bio je pet metara niži od najvišeg, a samim tim je i pritisak na oštećenu branu bio manji te je izbjegnuto njezino erozivno samouništavanje."
    },
    {
      "type": "image",
      "src": "/images/dvanaesta_slika.jpg",
      "alt": "dvanaesta_slika",
      "caption": null
    }
  ]
}