{
  "slug": "9-chapter",
  "title": "Boj za Veli vrh",
  "content": [
    {
      "type": "paragraph",
      "text": "Boj za Veli vrh bila je bitka u Domovinskom ratu. Bila je to najveća pješačka bitka tijekom cijelog Domovinskog rata na području Cetinske krajine."
    },
    {
      "type": "paragraph",
      "text": "16 pripadnika vrličke satnije 126. brigade HV-a bili su na Velom vrhu 8. lipnja 1993. godine. Doživjeli su žestoki napad velikosrpskih agresora s velikosrpskih pobunjeničkih područja, koji su pošto-poto htjeli hrvatskim braniteljima preoteti kontrolu nad tim dominantnim svilajskim vrhom koji je osiguravao daljnje napredovanje HV-a prema Ždanju iznad sela Štikova i kontrolu cijelog Knina."
    },
    {
      "type": "paragraph",
      "text": "Iz Otišića na Svilaju popele su se dvije skupine s nešto više od 20 specijalno uvježbanih srpskih diverzanata. U noćnim uvjetima koji su im osiguravali skrovitost, došli su iza leđa položaja pripadnika HV-a na Velom vrhu. Tada je na hrvatske položaje na Velom vrhu krenula žestoka topnička paljba. Pobunjeničko topništvo koordinirali su i navodili srpski diverzanti. Nakon što je stao topnički napad, započeo je srpski pješački napad. U prvim trenutcima su zbog čimbenika iznenađenja i pretrpljenog topničkog napada srpski napadači stekli prednost. Na samom početku napada srpskog pješaštva poginuo je Petar Varnica od snajperskog metka, a teško su ranili Vinka Skorupa. Bitka se razbuktala. Još deset hrvatskih branitelja bilo je ranjeno. U pomoć hrvatskim snagama stigli su nevjerojatno brzo stigli suborci iz 126. brigade i uspjeli su ga obraniti."
    },
    {
      "type": "paragraph",
      "text": "Srpskim diverzantima je u bitci na Velom vrhu poginuo jedan diverzant iz postrojbe u Bruškoj koju je uvježbavao zloglasni Dragan Vasiljković (\"kapetan Dragan\"), a poslije je nađena i druga žrtva iz redova srpskih napadača, bugarski plaćenik Miter Mitka, kojem su posmrtni ostatke našli u podnožju Velog vrha."
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}