{
    "slug": "plan-z4",
    "title": "Plan Z4",
    "text": "6. ožujka 1995. Plan Z-4 – pobunjeni Srbi odbili život u Hrvatskoj i planirali okupirane teritorije pripojiti Srbiji.\n\nPlan Z-4, koji je Srbima u Hrvatskoj davao doslovno državu u državi, prvo je odbio Knin u veljači 1995. godine. Obrazloženje Srba je bilo da žele živjeti u Jugoslaviji koja je službeno postojala sve do 2003. godine. Za pobunjene Srbe koji su okupirali i razorili trećinu Hrvatske, uz pomoć JNA i Srbije, bilo kakav život u Hrvatskoj bio je nezamisliv i njihov jedini cilj bio je kako da svoju fašističku tvorevinu tzv. SAO Krajinu pripoje Srbiji.\n\nNakon ove odluke i odbijanja plana Z-4, počele su pripreme za Bljesak i Oluju, najljepšu priču hrvatske povijesti koja je donijela slobodu hrvatskom narodu.\n\n### Sadržaj Plana Z-4\nPlan Z-4 je službeno je obznanjen javnosti početkom 1995. godine i nudio je Srbima više nego široku autonomiju unutar Republike Hrvatske, zapravo 'državu u državi'.\n\nPo planu Z-4, Srpska Krajina imala je pravo na:\n- predsjednika, parlament, vladu i sudove\n- ime, zastavu, grb\n- vlastiti novac\n- upotrebu jezika i pisma\n- pravo na vlastite poreze\n- vlastitu policiju\n- vlastitu carinu\n- sklapanje međunarodnih ugovora\n\nHrvatska vojska bi mogla ući u Srpsku Krajinu samo na poziv predsjednika te 'države u državi', hrvatski zakoni na tom teritoriju bi se sprovodili samo uz suglasnost Vlade Srpske Krajine, dok bi sporove između Krajine i Hrvatske rješavao poseban ustavni sud!\n\n### Povijesni kontekst\nVažno je istaknuti da je u tih 11 'srpskih općina' prije predlaganja plana Z-4 izvršen genocid nad Hrvatima, da su svi Hrvati tamo:\n- ubijeni\n- protjerani\n- odvedeni u logore\n- žene silovane\n- crkve porušene\n- domovi uništeni i opljačkani do temelja\n\n1995. godine na saborskom zasjedanju Hrvatski sabor donio je odluku da je plan Z-4 neprihvatljiv za Hrvatsku. Iz Plana Z-4 proizlazilo je da bi tzv. Srpska Krajina bila gotovo potpuno samostalan entitet u sklopu Republike Hrvatske, ali bez međunarodnog subjektiviteta, odnosno 'država u državi'.\n\n### Diplomacija i odbijanje\nU siječnju 1995. predsjednik Tuđman zatražio je od glavnog tajnika UN-a Boutrosa Ghalija okončanje mandata UNPROFOR-a u Hrvatskoj. Peter Galbraith, američki veleposlanik u Hrvatskoj, bio je na čelu skupine četiriju stranih veleposlanika koji su radili na planu Z-4.\n\nKljučni događaji:\n- 2. veljače 1995.: Sastanak u Kninu\n- Martić odbija primiti plan\n- Galbraith upozorava: 'Ovo vam je kardinalna pogreška!'\n- 8. veljače 1995.: Skupština RSK službeno odbija plan\n\n### Posljedice\nNakon odbijanja Plana Z-4:\n- 1. svibnja 1995.: Početak priprema za operaciju Bljesak\n- Srpska Krajina izgubila međunarodnu podršku\n- Hrvatska dobila moralno opravdanje za oslobodilačke operacije\n\nKonačno, odbijanje Plana Z-4 od strane srpskih pobunjenika postalo je ključni prekretnica koja je omogućila hrvatsku pobjedu u Domovinskom ratu." 
}