{
    "slug": "op-skok-1",
    "title": "Operacija skok 1",
    "text": "U organizaciji Zbornog područja Split uspješno je izvedena jednodnevna napadna operacija Skok 1 na Dinari. Hrvatske su snage porazile neprijatelja te napredovale u dubini pet i širini 15 kilometara čime su postigli stabilnost i sigurnost dostignutih položaja na Dinari i Livanjskom polju.\n\n### Cilj operacije Skok 1\n- ovladati dominantnim visovima na Dinari u području od Zelenog brda do Crvene Grede te uspostaviti vatreni nadzor nad neprijateljskim položajima na lokacijama Uništa i Cetine.\n- Osigurati dostignute položaje obrane od mogućih napada neprijatelja iz smjera Kijevo-Uništa.\n\n### Čelni zapovjednici i postrojbe u operaciji\nOperacijom je rukovodilo Zapovjedništvo Zbornog područja Split na čelu sa zapovjednikom general-bojnikom Antom Gotovinom. Od hrvatskih snaga sudjelovale su postrojbe 7. gardijske brigade HV-a i 126. domobranske pukovnije iz Sinja. U provedbi akcije potporu su pružale i druge hrvatske snage.\n\n### Dinamika operacije Skok 1\nGlavni smjer napada odvijao se na području: Velika Duvjakuša – V. Glavica i Zeleno brdo – Razvala. Snage 7. gbr brzim su tempom napredovale te su u večernjim satima 7. travnja 1995. dostigle crtu: Bunjevačko brdo – Marino brdo – Veliki bat – Jančiji vrh – Lišanjski vrh-Slime – Jakelića dolac – Velika Glavica. Prosječna nadmorska visina na novouspostavljenoj dinarskoj crti je oko 1800 metara.\n\nNeprijateljske snage odgovaraju protunapadom kako bi povratile položaje te topništvom djeluju po položajima 7. gbr s prostora sela Cetina no napad je odbijen. Uspješno izvedenom akcijom Skok 1 neprijatelj je na Dinari ponovno poražen te je oslobođen važan prostor u dubini 5 i širine 15 km čime se dobilo na sigurnosti i Dinare i Livanjskog polja.\n\nNakon tjedan dana nastavljeno je napredovanje hrvatskih snaga na Dinari i to prema Crvenim gredama. I ovaj su put hrvatske snage porazile neprijatelja te oslobodile dodatnih oko 20 četvornih kilometara čime je u tjedan dana ukupno oslobođeno oko 100 četvornih kilometara područja Dinare.\n\nNeprijatelj ponovno napada početkom svibnja 1995. kako bi ponovno zauzeo područja, a posebno jak napad bio je kod Crnih bunara. U snažnom protunapadu snage 7. gbr uspjele su nakon žestokih borbi odbaciti neprijateljske snage te sačuvati ranije dostignute položaje obrane.\n\n### Inovacije u ratovanju\nJedno od iznenađenja kojem ratni stratezi pridaju posebnu pozornost jest uvođenja tenkova u napadne operacije na Dinari pa su tenkovske snage 7. gbr u travnju 1995. na Dinari pomogle u pobjedama hrvatskih snaga.\n\n### Hrvatsko ratno zrakoplovstvo u operacijama na Dinari\nJednu od važnih uloga u potpori kopnenim snagama u ovladavanju Dinare imale su letačke posade helikoptera Mi-8 MTV1 iz sastava 95. zrakoplovne baze HRZ-a iz vojarne 'Knez Trpimir' iz Divulja. Letovi su organizirani za:\n- zračni prijevoz hrvatskih branitelja na položaje Dinare\n- zbrinjavanje ranjenika i oboljelih\n- dostavu streljiva i naoružanja\n- transport građevinskog materijala i montažnih kućica\n\n### Osobine terena\nAkcija Skok 1 može se nazvati i dinarskim bojem hrvatskih snaga protiv neprijatelja jer su se borbe odvijale na prosječnoj nadmorskoj visini od oko 1800 metara. To je zahtijevalo iznimnu psihofizičku spremnost i uvježbanost snaga za provedbu operacije u vrlo zahtjevnim uvjetima terena i klimatskih prilika jer je područje provedbe operacije još usto bilo i pod snijegom.\n\n### Posljedice i značaj\nNakon značajnih uspjeha hrvatskih snaga na Dinari i približavanja zaleđu Knina vođe pobunjeničkih snaga u Kninu suočeni su s dvostrukim strahom:\n1. Premoć hrvatskih snaga na Dinari\n2. Opasnost u zapadnoj Slavoniji zbog otvaranja autoceste\n\nAkcije hrvatskih snaga na Dinari bile su uvod u Oluju i oslobađanje Knina.\n\n### Gubici\nU akciji Skok 1 hrvatske snage nisu imale poginulih niti ranjenih pripadnika te je ova akcija jedina od sedam akcija i operacija hrvatskih snaga izvedenih u godinu dana od Zime 94 do Južnog poteza provedena bez poginulih i stradalih hrvatskih branitelja." 
}