{
  "slug": "d13-chapter",
  "title": "Operacija skok 2",
  "content": [
    {
      "type": "paragraph",
      "text": "U organizaciji Zbornog područja Split  hrvatske su snage od 4. do 11. lipnja 1995. uspješno izvele napadnu operaciju Skok 2 na području Dinare i prostoru Livanjskog polja. Tako je pobjedonosni hod hrvatskih snaga u oslobađanju domovine nakon Skoka 1 i Bljeska nastavljen još jednim iskorakom na Dinari čime su sve više otvarani vidici prema Kninu, a Livanjsko je polje potpuno oslobođeno."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Cilj akcije Skok 2"
    },
    {
      "type": "list",
      "items": [
        "Nastavak potiskivanja neprijatelja u dva smjera: prema Bosanskom Grahovu (selo Ninkovići – Crni Lug – D. Peulje) i prema Glamočkom polju (selo Grkovci – planina Šator).",
        "Spajanje hrvatskih snaga koje napreduju istočnom i zapadnom stranom Livanjskog polja u jednu cjelinu čime bi hrvatske snage ostvarile neprekinuti niz nadzora na području od Dinare preko Šator planine i Staretine do Kupreških vrata.",
        "Stavljanje pod izravni udar hrvatskog topništva gradova Bosansko Grahovo i Glamoč te oslobađanje Livanjskog polja u cijelosti."
      ]
    },
    {
      "type": "paragraph",
      "text": "Silovit proboj 4. gbr rezultirao je ovladavanjem važnim dominantnim položajima koji su im omogućili oslobađanje do tada jakog neprijateljskog  uporišta Crni Lug. Važne uzvisine oslobađaju i pripadnici 126. dp dok 3. gbr HVO i 1. HGZ također napreduju te su se navedene snage već prvog dana spojile na sjevernom rubu Livanjskog polja."
    },
    {
      "type": "paragraph",
      "text": "U osam dana akcije Skok 2 hrvatske su snage ovladale novim važnim kotama na Dinari na nadmorskim visinama 1600 – 1700 metara te je prvi put Livanjsko polje u potpunosti bilo pod hrvatskim nadzorom. Također, bočnim napredovanjem hrvatske su snage došle do iznad Uništa čime je otvorena mogućnost nadzora Cetinske krajine i Vrličkog polja. Također, ovladavanjem Malog i  Velikog Šatora ostvaren je nadzor nad dijelom Glamočkog polja."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "HRZ u akcijama na Dinari"
    },
    {
      "type": "paragraph",
      "text": "Potpora letačkih posada HRZ-a bila je iznimno značajna te je uspostavljen zračni most prema Dinari na koju su helikopterima Mi-8 MTV prevoženi branitelji, oprema i naoružanje te materijal za utvrđivanje položaja. Posebno se cijeni njihov doprinos u zbrinjavanju ranjenih i oboljelih hrvatskih branitelja koji su na najbrži način prevoženi do najbližih bolnica. Za akciju Skok 2 zračnim su putem prevezene snage 1. gbr iz Ogulina na područje Livna."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Inicijativa generala Gotovine"
    },
    {
      "type": "paragraph",
      "text": "Od uspješne obrane Livna 1992. pa sve do napadnih akcija na Dinari 1995. zapovjednik general Ante Gotovina cijelo je vrijeme predvodio hrvatske snage, a odmah je pokrenuo preuzimanje i održavanje stalne inicijative na bojišnici. Brzi, iznenadni i učinkoviti udari bili su presudni u obrani i napadnim djelovanjima hrvatskih snaga."
    },
    {
      "type": "paragraph",
      "text": "Težišne neprijateljske snage činile su postrojbe tzv. 7. sjeverno-dalmatinskog korpusa Srpske vojske Krajine i tzv. 2. krajiškog korpusa Vojske Republike Srpske.\r\\n.\r\\nJedan od rezultata akcije Skok 2 jest i potpuno ovladavanje Livanjskim poljem u dužini 45 km čime hrvatske snage nisu bile više u klinu. Od ove akcije taj se klin pretvara u mač s dvjema oštricama usmjerene k Bosanskom Grahovu i Glamoču, novom cilju napadnih akcija hrvatskih snaga."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Oslobođen prostor"
    },
    {
      "type": "paragraph",
      "text": "Ukupno je oslobođeno područje širine 30 km i dubine 15 km što iznosi oko 450 četvornih kilometara. Za razliku od Skoka 1 (jednodnevna akcija u kojoj je učinjen prodor hrvatskih snaga u dubini 5 i širini 15 km) ova je akcija bila sveobuhvatnija, sudjelovalo je više postrojbi, trajala je tjedan dana te je oslobođen veći prostor."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Rezultati boja Skok 2"
    },
    {
      "type": "paragraph",
      "text": "U osam dana akcije Skok 2 hrvatske su snage ovladale novim značajnim kotama na Dinari na nadmorskim visinama 1600-1700 metara te je prvi put Livanjsko polje u potpunosti bilo pod hrvatskim nadzorom. Također, bočnim napredovanjem hrvatske su postrojbe došle do iznad Uništa čime je otvorena mogućnost nadzora Cetinske krajine i Vrličkog polja. Također, ovladavanjem Malog i  Velikog Šatora ostvaren je nadzor nad dijelom Glamočkog polja te je sad prema Glamoču moguć proboj i sa sjevera."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Sanitet na Dinari"
    },
    {
      "type": "paragraph",
      "text": "Ratni je sanitet na Dinari pokazao kako su humanost i spremnost na žrtvu i u najtežim uvjetima načelo koje ih vodi u svim akcijama hrvatskih snaga. Među ostalim, sanitet 4. gbr uspostavio je bolnicu na Dinari sa stalnim medicinskim timom koji su činili kirurg, anesteziolog te prateće medicinsko osoblje."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Vojni uspjesi hrvatskih snaga na Dinari posredno pomogli i Bihaću"
    },
    {
      "type": "paragraph",
      "text": "Bihaćka enklava u zapadnoj Bosni nalazila se u potpunom okruženju neprijateljskih postrojbi iz Bosne i Hercegovine i Hrvatske uvezanih u Operativnu grupu Pauk. Pobjede hrvatskih snaga i napredovanje prema Bosanskom Grahovu i Glamoču u određenoj su mjeri oslabile i pritisak  agresorskih snaga na Bihać."
    },
    {
      "type": "image",
      "src": "/images/petnaesta_slika.jpg",
      "alt": "petnaesta_slika",
      "caption": null
    }
  ]
}