{
  "slug": "e14-chapter",
  "title": "Operacija ljeto 95",
  "content": [
    {
      "type": "paragraph",
      "text": "Hrvatska vojska i Hrvatsko vijeće obrane uspješno su od 25. do 30. srpnja 1995. izvele napadnu operaciju Ljeto 95 na području zapadne Bosne u kojoj su oslobođeni gradovi Glamoč i Bosansko Grahovo. Nakon ove operacije hrvatske su snage bile udaljene svega 10 km od Knina."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Cilj akcije Ljeto 95"
    },
    {
      "type": "list",
      "items": [
        "Osloboditi gradove Glamoč i Bosansko Grahovo i osigurati uvjete za oslobađanje Knina i okupiranog područja sjeverne Dalmacije i Like",
        "Oslabiti pritisak srpskih snaga na Bihać",
        "Staviti pod nadzor neprijateljsku komunikaciju Knin – Banja Luka",
        "Specijalne postrojbe policije iz Hercegovine, Postrojba za posebne namjene Gavran 2 iz Čitluka",
        "gb HVO-a",
        "topničko-raketna pukovnija HVO-a",
        "Snage Vojne policije HVO-a",
        "Ostale snage HVO-a u provedbi i potpori operacije."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Dinamika akcije"
    },
    {
      "type": "paragraph",
      "text": "1.\tsmjer: Crni Lug – Bosansko Grahovo"
    },
    {
      "type": "paragraph",
      "text": "Prvog dana operacije snage 7. gbr probile su neprijateljsku obranu i uspostavile novu za nastavak napada. Na ovom smjeru neprijatelj je doveo pojačanja, vjerojatno s bihaćke bojišnice čime se ostvaruje i jedan od ciljeva operacije oko slabljenja neprijateljskog obruča oko Bihaća. Drugog dana 2. bojna 9. gbr ovladava važnim uporištem Nos nakon čega se spojila sa snagama Puma koje nezaustavljivo dalje napreduju prema Bosanskom Grahovu. Trećeg dana operacije uvode se i snage 4. gbr što ubrzava napredovanja i okruženje Bosanskog Grahova koje snage 7. i 4. gbr zajedno oslobađaju 28. srpnja. Dodatno, pod nadzor hrvatskih snaga stavljen je i važan strateški prijevoj Derala (965 m) čime je prekinuta neprijateljska komunikacija Knin – Banja Luka."
    },
    {
      "type": "paragraph",
      "text": "2.\tsmjer: planina Šator – Glamoč"
    },
    {
      "type": "paragraph",
      "text": "Na ovom smjeru napada zajedno su djelovale postrojbe HV-a i HVO-a, a napad je počeo istodobno s probojem prema Grahovu. Prvog dana 81. gb probila je prve neprijateljske položaje i nastavila s oslobađanjem planinskog prostora sjeverno od Glamoča. U borbu se uvode i druge postrojbe te nastavlja približavanje prema Glamoču. Tako je 81. gb djelovala prema komunikaciji Glamoč – Bosansko Grahovo, a 2. gbr HVO-a izbila je na Poljanski vrh ostvarivši time vizualni kontakt s Glamočkim poljem. Ostale snage HVO-a također su usmjerene prema Glamoču napredujući preko prijevoja Koričine. Četvrtog dana Glamoč je stavljen u poluokruženje nakon što je 81. gb oslobodila Ćoslije u blizini Glamoča nadzirući ga sa sjeverne strane, dok su snage HVO-a nakon ovladavanja Koričine i Kujače Glamoču prišle s južne strane. Također. 1. HGZ porazio je neprijatelja i na Staretini. Petog dana operacije hrvatske su snage ušle u Glamoč i nastavile s potiskivanjem neprijatelja."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Kninska vrata"
    },
    {
      "type": "paragraph",
      "text": "Ovladavanje planinskog prijevoja Derale iznad Strmice, na koji su se hrvatske snage pobjedonosno uspele i ušle na kninska vrata, kako se zbog strateškog značenja naziva ovaj prijevoj, bio je prijelomni trenutak slamanja neprijateljskog otpora na smjeru napada prema Grahovu. Nakon ulaska na kninska vrata sve pobunjeničke srpske snage u sjevernoj Dalmaciji bile su u poluokruženju, a hrvatske su snage bile desetak kilometara nadomak Knina."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Manevar obuhvatom na Nos pa na Velebit"
    },
    {
      "type": "paragraph",
      "text": "Druga bojna 9. gbr (bivša zadarska 84. gb Termiti) u operaciji Ljeto 95 uvedena je u borbu 26. srpnja 1995. kad je obuhvatnim manevrom ovladala kotom Nos što je omogućilo daljnja napredovanja hrvatskih snaga. Zanimljivo je kako je ova postrojba izvučena trećeg dana operacije i odmah prebačena na Velebit odakle je ranije i stigla na livanjsku bojišnicu."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Obilježja operacije Ljeto 95"
    },
    {
      "type": "list",
      "items": [
        "Provodila se na dva odvojena, ali i usko povezana smjera: prema Bosanskom Grahovu (razbijanje neprijatelja na okupiranom prostoru RH) i Glamoču (razbijanje neprijatelja u BiH)",
        "Sve neprijateljske snage u sjevernoj Dalmaciji dovedene u poluokruženje",
        "Potpuna prevlast hrvatskih snaga na bojištu."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Splitska deklaracija"
    },
    {
      "type": "paragraph",
      "text": "Predsjednik RH Franjo Tuđman i predsjednik Predsjedništva Republike BiH Alija Izetbegović potpisali su u Splitu 22. srpnja 1995. Deklaraciju o oživotvorenju Sporazuma iz Washingtona, zajedničkoj obrani od srpske agresije i postizanju političkog rješenja sukladno naporima međunarodne zajednice. Ovaj diplomatski sročen tekst u stvarnosti je značio legalno djelovanje hrvatskih snaga na rubnim područjima BiH u zajedničkoj borbi protiv agresorskih srpskih snaga."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Što se u javnost puštalo uoči Ljeta 95"
    },
    {
      "type": "paragraph",
      "text": "Operacija Ljeto 95 ponudila je i posebne oblike djelovanja HV-a, a sve u cilju postizanja iznenađenja prema neprijatelju i zadržavanja tajnosti priprema za operaciju. Tako se uoči operacije na Hrvatskoj televiziji u prvom planu promovirala uspješnost turističke sezone, a puštale su se i snimke kako su 4. i 7. gbr na odmoru u Splitu i Varaždinu. Naravno, istina je bila potpuno drugačija jer su brigade već bile na polaznim položajima za napad."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Zabilješka tzv. Srpske vojske Krajine"
    },
    {
      "type": "paragraph",
      "text": "Nakon prodora hrvatskih snaga i oslobađanja Grahova i Glamoča oslabio je srpski napad na Bihać i 5. korpus Armije BiH, a zanimljivo je i objašnjenje tzv. SVK kako je… ovakvom akcijom Hrvatska po drugi put ‘spasila’ od slamanja 5. K Alijine vojske, jer je primorala Srpsku vojsku da izvrši pregrupisavanje snaga sa Bihaćkog ratišta u cilju zaustavljanja dubljih prodora HV na već pomenutom pravcu napada."
    },
    {
      "type": "image",
      "src": "/images/sesnaesta_slika.jpg",
      "alt": "sesnaesta_slika",
      "caption": null
    }
  ]
}