{
  "slug": "g16-chapter",
  "title": "Operacija maestral",
  "content": [
    {
      "type": "paragraph",
      "text": "U zajedničkoj operaciji Hrvatske vojske, Hrvatskog vijeća obrane i Armije Bosne i Hercegovine, koja je provedena u zapadnoj Bosni od 8. do 15. rujna 1995., oslobođeni su Šipovo, Jajce i Drvar te važni prijevoji Mlinište i Oštrelj. Bio je to novi poraz bosanskohercegovačkih Srba i ostataka postrojbi pobunjenih Srba iz Hrvatske kojima je još preostalo braniti šire područje Banja Luke. Tako je Maestral zapuhao u smjeru završetka rata u BiH i definitivnog vojnog poraza srpske vojske."
    },
    {
      "type": "list",
      "items": [
        "mjesec dana prije završila je VRO Oluja u kojoj su oslobođeni Knin i okupirana područja Dalmacije, Like, Korduna i Banovine, a grad Bihać deblokiran",
        "Vojni porazi pobunjeničkih srpskih snaga u operacijama Ljeto i Oluja nisu još uvijek kod njihovih vođa bili dovoljan znak za pristanak na završetak rata i prijedlog međunarodne zajednice o međuetničkoj podjeli teritorija u BiH u omjeru 51 : 49 % (Srbi : Bošnjaci i Hrvati). Jedino rješenje bilo je ponovno ih vojno poraziti i na taj način dovesti za mirovni stol."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Cilj Maestrala"
    },
    {
      "type": "list",
      "items": [
        "potisnuti neprijateljske snage s dostignute bojišnice u Oluji kako ne bi organizirali moguće napade na hrvatske snage i RH",
        "potisnuti neprijateljske snage dalje od Kupresa, Glamoča i Bosanskog Grahova",
        "osloboditi gradove Šipovo, Jajce i Drvar uključujući i prijevoj Oštrelj",
        "omogućiti djelovanja snaga 5. korpusa Armije BiH prema Bosanskom Petrovcu i Grmeču te snaga 7. KA BiH prema Kotor Varošu."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Dinamika Maestrala"
    },
    {
      "type": "list",
      "items": [
        "Smjer Glamoč – Šipovo – Jajce"
      ]
    },
    {
      "type": "paragraph",
      "text": "Ovaj smjer odvijao se na istočnoj bojišnici. Prvog dana operacije, koja je započela ujutro po magli i niskoj naoblaci, probijena je neprijateljska obrana te ostvareno početno napredovanje hrvatskih snaga (oslobađanje naselja Pribelja). Drugog dana 7. gbr oslobađa važni prijevoj Mlinište na putu Glamoč – Mrkonjić Grad, 4. gbr prodire do Jastrebnjaka dok je 1. HGZ zajedno sa snagama HVO-a i specijalaca iz Hercegovine napredovao do planine Vitorog. Četvrtog dana snage HVO-a oslobađaju planinu Demirovac iznad Kupresa čime je uspješno završena prva faza operacije."
    },
    {
      "type": "paragraph",
      "text": "U nastavku operacije cilj je oslobađanje Šipova što su snage 1. gbr i 60. gdb HVO-a i pripadnici IDS-a HV-a ostvarile petog dana operacije, a na ovom smjeru napada u borbu je uvedena i 81. gb HV-a. Uslijedilo je oslobađanje naselja Trnovo, Majdan, Čitluk, Gornji Volar, Ljuša, Kasumi, Gornji Baraći te Gornja i Donja Pecka. Šestog dana operacije oslobođeno je i Jajce čime su hrvatske snage ostvarile sve postavljene ciljeve na ovom smjeru napada."
    },
    {
      "type": "list",
      "items": [
        "Smjer Bosansko Grahovo – Drvar"
      ]
    },
    {
      "type": "paragraph",
      "text": "Napadna djelovanja hrvatskih snaga na zapadnom smjeru prema Drvaru i prijevoju Oštrelj započela su sedmog dana operacije što je ujedno i završna faza Maestrala."
    },
    {
      "type": "paragraph",
      "text": "Hrvatske su snage odlučno nastavile prodor i prisilile neprijatelja na povlačenje prema Bosanskom Petrovcu, a iz smjera Bihaća prema Petrovcu probijale su se snage i 5. korpusa armije BiH. Planinom Klekovača ovladala je 3. gbr HVO-a, a završni čin bilo je oslobađanje Drvara i šireg područja osmog dana operacije uključujući i prijevoj Oštrelj."
    },
    {
      "type": "paragraph",
      "text": "Europa i međunarodna zajednica prate razvoj događaja u Maestralu"
    },
    {
      "type": "paragraph",
      "text": "Još jedan vojni poraz srpskih snaga u Maestralu na poseban je način pratila Kontaktna skupina za BiH koja je osnovana u travnju 1994., a činili su je predstavnici Sjedinjenih Američkih Država, Ujedinjenog Kraljevstva Velike Britanije i Sjeverne Irske, Francuske, Njemačke i Rusije, koje su u ime međunarodne zajednice preuzele ulogu posredovanja za završetak rata i mirovnog rješenja u BiH."
    },
    {
      "type": "paragraph",
      "text": "Jednako tako RH je strpljivo čekala pristanak vodstva pobunjenih Srba za prihvaćanjem mirnog povratka okupiranih područja Podunavlja u okrilje Hrvatske. Naravno, postrojbe HV-a bile su spremne i za vojno oslobađanje, a operacija je planirana pod imenom Dunav."
    },
    {
      "type": "paragraph",
      "text": "Neprijateljske su snage u nemoći drugog dana operacije koristile granate punjene smjesom koja upućuje na bojne otrove. Napad je izveden na području južno od Drvara, a jaki vjetar sjeverac bio je na hrvatskoj strani te nije bilo posljedica za hrvatske snage. Ipak, miris se mogao osjetiti sve do Knina, a vjerojatno je bila riječ o otrovu iz skupine nadražljivaca."
    },
    {
      "type": "paragraph",
      "text": "Neprijateljske su snage u Maestralu poražene te su ostale bez 2. korpusa Drvar. Preostao im je još 1. banjalučki korpus kojem je sad glavna briga braniti šire područje Banja Luke."
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Rezultati Maestrala"
    },
    {
      "type": "list",
      "items": [
        "oslobođeni gradovi: Šipovo, Jajce i Drvar",
        "oslobođeni važni prijevoji Oštrelj i Mlinište",
        "oslobođene planine: Vitorog, Demirovac, Jastrebnjak, Klekovača",
        "poražene neprijateljske snage potisnute su s početne bojišnice od 100 km na usko područje između rijeka Sane i Ugar u širini samo 40 km."
      ]
    },
    {
      "type": "image",
      "src": "/images/osamnaesta_slika.jpg",
      "alt": "osamnaesta_slika",
      "caption": null
    },
    {
      "type": "image",
      "src": "/images/devetnaesta_slika.jpg",
      "alt": "devetnaesta_slika",
      "caption": null
    },
    {
      "type": "paragraph",
      "text": ""
    }
  ]
}