{
  "slug": "h17-chapter",
  "title": "Operacija Južni potez",
  "content": [
    {
      "type": "paragraph",
      "text": "Zajednička operacija Hrvatske vojske, Hrvatskog vijeća obrane i Armije Bosne i Hercegovine, koja je uspješno provedena u zapadnoj Bosni od 8. do 12. listopada 1995., ujedno je i zadnja operacija hrvatskih snaga, a zadnji dan operacije ujedno je i završni dan rata u Bosni i Hercegovini. Južni potez i nova vojna pobjeda hrvatskih snaga bila je i mat-potez kojim su srpske snage konačno vojno poražene i prinuđene na mirovni proces."
    },
    {
      "type": "list",
      "items": [
        "bojišnica se protezala u širini od oko 40 km što je i bila najmanja u sedam napadnih djelovanja hrvatskih snaga na ovom dijelu bojišnice",
        "oslobođeno je oko 800 četvornih kilometara",
        "uključujući Južni potez Zborno područje Split s ostalim hrvatskim snagama u nešto više od godinu dana bilo je angažirano u sedam napadnih akcija koje su ukupno trajale 59 dana, a preostalih 10 mjeseci i 21 dan provodila se aktivna obrana",
        "pobjednički hod snaga pod zapovijedanjem ZP-a Split i generala Ante Gotovine u godini pobjeda obuhvaćao je područje od Zemunika Gornjeg do Male Manjače u dužini oko 140 km i širini oko 70 km zračne crte."
      ]
    },
    {
      "type": "heading",
      "level": 3,
      "text": "Cilj Južnog poteza"
    },
    {
      "type": "list",
      "items": [
        "potisnuti neprijateljske snage iz Mrkonjić Grada, Podrašničkog polja (Čađavice) i područja hidroelektrane (HE) Jajce-3 (Bočac) na Vrbasu i time oslabiti njihova djelovanja na snage 5. i 7. KA BiH",
        "staviti pod nadzor ključne prometnice koje vode prema Banja Luci",
        "uspostaviti novu crtu obrane na južnim padinama Manjače i time omogućiti djelovanje hrvatskog dalekometnog topništva na Banja Luku."
      ]
    },
    {
      "type": "paragraph",
      "text": "Ostvareni su ključni uspjesi operacije i najdublja napredovanja hrvatskih snaga. Tako se 4. gbr približila Manjači, a 7. gbr HE Bočac dok je 1. HGZ ovladao Čađavicom i krenuo prema vojnom poligonu na Manjači. Oslobođen je i Mrkonjić Grad kao jedino veće naselje do Banja Luke, a pod nadzorom hrvatskih snaga bilo je i cijelo Podrašničko polje kao i područje oko HE Bočac."
    },
    {
      "type": "list",
      "items": [
        "četvrti dan operacije"
      ]
    },
    {
      "type": "paragraph",
      "text": "Provedena je zamjena snaga uz izvlačenja postrojbi HV-a i uvođenje snaga HVO-a na dostignutim crtama bojišta. Ovaj je plan primijenjen i u operaciji Maestral nakon što su udarne snage HV-a ostvarile glavninu ciljeva operacije. Nastavljeno je utvrđivanje položaja i provedba aktivne obrane."
    },
    {
      "type": "paragraph",
      "text": "Sveukupni elektroenergetski sustav na rijeci Vrbasu stavljen je pod nadzor hrvatskih snaga, a samim tim i jedina opskrba strujom Banja Luke kao zadnjeg uporišta srpskih snaga."
    },
    {
      "type": "paragraph",
      "text": "Franjo Tuđman o oslobađanju Banja Luke i hrvatskog Podunavlja"
    },
    {
      "type": "paragraph",
      "text": "Nakon Oluje Hrvatska je sa svojim snagama bila u mogućnosti da nastavi operacije za oslobođenje Banja Luke i hrvatskog Podunavlja. To, međutim, međunarodni čimbenici nisu htjeli prihvatiti, zbog procjena da bi novih 300-500 000 izbjeglica, iz tih područja neizbježno dovelo do izravnog uključivanja SRJ u sukob, i tako do opasnosti proširivanja rata, što bi onemogućilo započete mirovne napore."
    },
    {
      "type": "paragraph",
      "text": "U raščlambama napadnih operacija hrvatskih snaga u zoni odgovornosti ZP Split posebno se cijenio doprinos inženjerijskih postrojbi koje su i u najzahtjevnijim uvjetima pokazale spremnost i umijeće koje je osiguravalo uspješnu provedbu operacija. Postali su apsolutni vladari planina od Velebita preko Svilaje, Dinare, Staretine, Šator planine, Vitoroga, Klekovače, Oštrelja pa sve do Manjače. Možda više od riječi govore njihove brojke. U sedam operacija u godinu dana probili su i izgradili oko 900 km puteva, utvrdili i izgradili 500 zaklona za borbena vozila, 840 položaja za topništvo i minobacače, 550 skloništa od armirano-betonskih elemenata, 500 bunkera i više od 400 skloništa i taborišta za vojnike. Južni potez bio je mat-potez kojim su hrvatske snage slomile i porazile neprijatelja."
    },
    {
      "type": "paragraph",
      "text": "Snage HV-a i HVO-a još su jedanput pomogle Armiji BiH u slabljenju napadnih djelovanja koje su prema njima poduzimale srpske formacije što je bilo najizraženije oko Bosanskog Novog i Ključa. Tako su snage  5. i 7. KA BiH sad mogle ostvariti povoljnije vojne pozicije u dolini Sane i prema Skender Vakufu što do tada nije bilo moguće."
    },
    {
      "type": "paragraph",
      "text": "Ostaci ostataka snaga bosanskohercegovačkih Srba i snaga razbijenih i protjeranih pobunjenih Srba iz Hrvatske sveli su se na uzak pojas obrane Banja Luke što je bio i zadnji grad koji su pokušavali spasiti i obraniti. Tako su snovi o Krajini dokrajčeni spašavanjem jednog jedinog grada od kojeg su hrvatske snage bile udaljene svega 23 km."
    },
    {
      "type": "image",
      "src": "/images/dvadeseta_slika.jpg",
      "alt": "dvadeseta_slika",
      "caption": null
    }
  ]
}